{
  "LT_MaintenanceCenter": {
    "desc": {
      "value": "[MaintenanceCenter]s are an excellent way to reduce [!Upkeep]. Try to cover your territory with their effect."
    }
  },
  "LT_Crews": {
    "desc": {
      "value": "Add crew to your [Harvester]s to increase their daily yield of [Spice]."
    }
  },
  "LT_OrniOnHarvester": {
    "desc": {
      "value": "Assign an [Ornithopter] to a [Harvester] to detect [Sandworm]s and reduce its chance of being eaten."
    }
  },
  "LT_HarvestingTent": {
    "desc": {
      "value": "[Fremen] [F_Harvester_Mobile]s are built directly from the units interface. They can exploit any neutral or controlled [SpiceArea]s."
    }
  },
  "LT_MultiSaves": {
    "desc": {
      "value": "You can save multiplayer games. Load them through the \"LOAD SAVE\" button in the Multiplayer screen, and invite the game's players to finish it."
    }
  },
  "LT_Pause": {
    "desc": {
      "value": "Feeling overwhelmed? You can always pause the game by pressing [Time_PauseResume] or clicking the pause icon in the upper right corner."
    }
  },
  "LT_Pause_Controller": {
    "desc": {
      "value": "Feeling overwhelmed? You can always pause the game by pressing [Time_PauseResume]."
    }
  },
  "LT_Ping": {
    "desc": {
      "value": "To catch the attention of your teammates on a position, ping them with [Ping_Team]."
    }
  },
  "LT_SpiceSlider": {
    "desc": {
      "value": "The slider next to [Spice] production can be raised or lowered to change how much [Spice] is sold to the CHOAM or stockpiled to fulfill your contract."
    }
  },
  "LT_RockyGroundVSSandworm": {
    "desc": {
      "value": "Sandworms cannot eat your units if they are on rocky ground or near a cliff."
    }
  },
  "LT_WatchOutForUpkeep": {
    "desc": {
      "value": "Military and Statecraft buildings have higher [!Upkeep]. Be sure to not build more than you can afford."
    }
  },
  "LT_Keybindings": {
    "desc": {
      "value": "You can see and change every key binding in the options."
    }
  },
  "LT_Destroy": {
    "desc": {
      "value": "If your economy is slow, it might be a good idea to destroy a few buildings with high [!Upkeep]. You will be refunded a part of their cost."
    }
  },
  "LT_Experience": {
    "desc": {
      "value": "Military units participating in a kill earn experience points. With enough points they'll gain a level, increasing their strength."
    }
  },
  "LT_DontGiveUp": {
    "desc": {
      "value": "Losing a battle is not losing the war. Skirmishes are never lost before you can see the Defeat screen."
    }
  },
  "LT_DiploMulti": {
    "desc": {
      "value": "There are many ways leading to victory. Winning in skirmish is often more about appearing unthreatening and manipulating your opponents than being outright stronger."
    }
  }
}