{
  "Pressure": {
    "texts": {
      "name": {
        "value": "Pressure"
      },
      "desc": {
        "value": "You are not alone on Arrakis. The other Great Houses are going to do everything in their power to prevent you from rising to dominance."
      },
      "defeatDesc": {
        "value": "Through a combination of military might, intense plotting and sheer luck, your opponents have managed to put an end to all your hopes of gaining full control of Arrakis. This failure will stifle the growth of your House for the rest of your reign."
      },
      "overrideTexts": {
        "overrideTexts": [
          {
            "_attrs": {
              "forFaction": "Smugglers"
            },
            "desc": {
              "value": "You are not alone on Arrakis. The Great Houses do not appreciate the influence of commoners of your kind, and will try to stiffle the growth of your enterprise by any means, even the most sordid."
            },
            "defeatDesc": {
              "value": "Through a combination of military might, intense plotting and sheer luck, your opponents have managed to root out your family's hold on Arrakis. The Spice trade will keep benefiting a few smart entrepreneurs, but you will no longer share in the benefits."
            }
          }
        ]
      }
    },
    "effects": {
      "effects": [
        {
          "_attrs": {
            "ref": "Conquest_PlotProgress"
          },
          "desc": {
            "value": "[Pressure] progresses by ::percent_value::"
          }
        }
      ]
    }
  },
  "Pressure_Fremen": {
    "texts": {
      "name": {
        "value": "Pressure"
      },
      "desc": {
        "value": "A Spice War between two Great Houses is the perfect time to turn the situation to our advantage. While they squabble, we will strike and get rid of them for good."
      },
      "defeatDesc": {
        "value": "Against the rising threat of a Fremen insurgency, the imperium has united. You failed to seize the chance to free Arrakis. The Fremen are retreating to the south once again, and the oppression of your people will continue, for a few centuries more at least."
      }
    },
    "effects": {
      "effects": [
        {
          "_attrs": {
            "ref": "Conquest_PlotProgress"
          },
          "desc": {
            "value": "[Pressure] progresses by ::percent_value::"
          }
        },
        {
          "_attrs": {
            "ref": "Conquest_PlotProgress"
          },
          "desc": {
            "value": "[Pressure] progresses by ::percent_value::"
          }
        }
      ]
    }
  },
  "Murder": {
    "texts": {
      "name": {
        "value": "Murder"
      },
      "desc": {
        "br": {}
      },
      "defeatDesc": {
        "br": [
          {},
          {},
          {}
        ]
      }
    }
  },
  "Bankruptcy": {
    "texts": {
      "name": {
        "value": "Bankruptcy"
      },
      "desc": {
        "br": {}
      },
      "defeatDesc": {
        "br": [
          {},
          {}
        ]
      }
    }
  },
  "Defamation": {
    "texts": {
      "name": {
        "value": "Defamation"
      },
      "desc": {
        "br": {}
      },
      "defeatDesc": {
        "br": [
          {},
          {}
        ]
      }
    }
  }
}