{
  "FirstMissions_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries \"territory\" is a specific game term",
                        "sfx": "Voice_Conquest_H_Extendyourgrasp_Piter_1_0",
                        "voice_notes": "Tone: serious, sinister, sombre, can insist on \"crush\""
                      },
                      "text": {
                        "value": "Conquering Arrakis will mean fighting for the smallest patch of land, the tiniest grain of sand, the slightest mote of dust. Any stretch of territory counts when you must corner the enemy and crush them."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries squeeze is a specific book term",
                        "sfx": "Voice_Conquest_H_Extendyourgrasp_Piter_2_0",
                        "voice_notes": "Tone: serious, sinister on the first sentence, can be a bit onctuous on the last sentence (we could hear that the Baron and Piter share a common cruelty)"
                      },
                      "text": {
                        "value": "Without House Harkonnen to <i>squeeze</i> them, the villages of Arrakis are purposeless. Only you, Baron, know best how to profit from this planet."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries militia is a specific game term",
                        "sfx": "Voice_Conquest_H_Extendyourgrasp_Piter_3_0",
                        "voice_notes": "Tone: serious but he is also mocking the Baron (maybe  smiling a bit). Last sentence: cruel, calm, like a predator"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Extendyourgrasp_Sanya_1_0",
                        "voice_notes": "Tone: a bit despising, confident, arrogant "
                      },
                      "text": {
                        "value": "No doubt, those wretched clod villages will be dazzled by the sheer splendor of our House. I have a feeling that once subdued, they will come to rely on our blessings."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Extendyourgrasp_Sanya_2_0",
                        "voice_notes": "Tone: serious, calm, focused"
                      },
                      "text": {
                        "value": "I fear we will need to resort to violence to subdue the villages of Arrakis. Considering the locals lived under the Harkonnens' yoke for decades, they'll greatly distrust any foreign House."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Extendyourgrasp_Sanya_3_0",
                        "voice_notes": "Tone: despising and determined (about to invade innocent villages to find manpower)"
                      },
                      "text": {
                        "value": "Our people can't harness the resources of Arrakis as well as the locals would. We need a workforce, which is qualified and accustomed to this wretched climate – the laborers of these villages will suffice."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat \"your enemies\" is neutral and do not refer to anyone specific",
                        "sfx": "Voice_Conquest_A_Extendyourgrasp_Thufir_1_0",
                        "voice_notes": "Tone: determined, serious"
                      },
                      "text": {
                        "value": "The more territory you hold, the more you deprive your enemies of resources. No House, however powerful, can rely solely on outside support. We'll need to seize as much land as possible from the enemy."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat \"territory\" is a specific game term",
                        "sfx": "Voice_Conquest_A_Extendyourgrasp_Thufir_2_0",
                        "voice_notes": "Tone: determined, serious, convinced that this territory would be helpful"
                      },
                      "text": {
                        "value": "My lord, this territory is of strategic importance in the conquest of Arrakis. We can use its resources to sustain the troops' efforts. We must make the most of the smallest patch of land."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a specitif game term",
                        "sfx": "Voice_Conquest_A_Extendyourgrasp_Thufir_3_0",
                        "voice_notes": "Tone: determined, serious"
                      },
                      "text": {
                        "value": "Based on the scouts' reports, this territory could serve as a rear base for our troops. Securing our progress on Arrakis is crucial. We must capture it."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring folk of pan and graben is a specific book term",
                        "sfx": "Voice_Conquest_C_Extendyourgrasp_Hasimir_1_0",
                        "voice_notes": "Tone: factual, neutral, polite and serious. We can feel that Fenring is despising toward the Harkonnen."
                      },
                      "text": {
                        "value": "The Harkonnens oppressed the folk of pan and graben when they held Arrakis. By comparison, any other ruling power would seem preferable to them. Once we control their villages, they will follow you out of fear of falling into the hands of a House crueler than yours."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically says \"Majesty\", not \"Your Majesty\" territory is a specific game term",
                        "sfx": "Voice_Conquest_C_Extendyourgrasp_Hasimir_2_0",
                        "voice_notes": "Tone: factual, neutral, polite and serious. Killing villagers is not important."
                      },
                      "text": {
                        "value": "Majesty, this territory is dotted with villages, which will be quick to challenge your authority. My advice is to deploy your troops there before they fall under your rivals' influence."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically says \"Majesty\", not \"Your Majesty\" territory is a specific game term",
                        "sfx": "Voice_Conquest_C_Extendyourgrasp_Hasimir_3_0",
                        "voice_notes": "Tone: factual, neutral, polite and serious. "
                      },
                      "text": {
                        "value": "This territory is equally rich in manpower and resources. Occupying these villages should stabilize our supply lines in the continuing conquest of Arrakis. This was a wise choice on your part."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Firstmission_Tessia_1_0",
                        "voice_notes": "Tone: calm but firm"
                      },
                      "text": {
                        "value": "You cannot let this territory be seized by any other House than our own. Our army needs these resources – the spaceships cannot supply us forever."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Firstmission_Tessia_2_0",
                        "voice_notes": "Tone: calm and then, more and more confident and gentle (she is speaking to her dear husband). She clearly believes what she is saying"
                      },
                      "text": {
                        "value": "These villages will not welcome us with open arms. All they know of the Imperium is the Harkonnens’ domination. But when they see the care with which you treat your people, they will rally your cause. Have no fear, my love – I know you will garner their loyalty."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Firstmission_Tessia_3_0",
                        "voice_notes": "Tone: calm and determined, maybe smiling at the end of the sentence."
                      },
                      "text": {
                        "value": "Don’t let the hostility of the people of Arrakis wear you down. They’ll fight back against our drones, to be sure, but once their villages are ours, they will benefit from the finest in Ixian technology. And once they’re used to all the advantages House Vernius offers, they’ll wonder how they ever lived without us."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Extendyourgrasp_Staban_1_0",
                        "voice_notes": "Tone: serious, calm, maybe jalous or defiant when talking about the Great Houses."
                      },
                      "text": {
                        "value": "These villages have never been a great source of revenue, but our contacts there are invaluable. Without a support base, the Smugglers won't be able to develop their operations enough to compete with the Great Houses."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Extendyourgrasp_Staban_2_0",
                        "voice_notes": "Tone: despising and casual, upset/bored: fighting against those Great House is not a big deal"
                      },
                      "text": {
                        "value": "It seems that one of your opponents has their eye on these villages and the nearby resources. Ah! It reminds me of the Harkonnens' rule over Arrakis. Why must these outsiders make trade so complicated?"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Extendyourgrasp_Staban_3_0",
                        "voice_notes": "Tone: upset than the foreign people thread to wipe out their hard work. Then, very determined, ready to fight"
                      },
                      "text": {
                        "value": "We put in decades of effort to establish contacts in every village in this territory, and these outsiders are about to wipe it all out. We must stay in control, Father, or the Smugglers won't amount to more than a bunch of flea-bitten market vendors. Our family deserves better !"
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar folk of pan and graben is a book term",
                        "sfx": "Voice_Conquest_F_Extendyourgrasp_Stilgar_1_0",
                        "voice_notes": "Tone: deadly serious, concerned"
                      },
                      "text": {
                        "value": "The folk of the pan and graben will not withstand the offworlders' assault for long. If their villages fall, their numbers will strengthen our enemies. We must help them before that happens."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar  folk of pan and graben is a book term",
                        "sfx": "Voice_Conquest_F_Extendyourgrasp_Stilgar_2_0",
                        "voice_notes": "Tone: a bit sad/regretful the city men are not true fremen. Serious"
                      },
                      "text": {
                        "value": "We cannot rely on the men of the cities, sister. They have Fremen blood, but they have forgotten how to live in the desert. In their time, they submitted to the Harkonnens. If we don't support them now, the folk of the pan and graben will once again serve the offworlders' ambitions."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Extendyourgrasp_Stilgar_3_0",
                        "voice_notes": "Tone: alerting Liet, then upset, aggressive and determined Cielagos : Furry bats of Arrakis trained for communication by the Fremen."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "GenericMissions_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a specific game term",
                        "sfx": "Voice_Conquest_H_Generic_Piter_1_0",
                        "voice_notes": "Tone: a bit amused at first, even dreamy or lyrical Then, serious and determined, even a bit onctuous"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a specific game term",
                        "sfx": "Voice_Conquest_H_Generic_Piter_2_0",
                        "voice_notes": "Tone: surprised, despising, amused"
                      },
                      "text": {
                        "value": "Why is your heart set on this territory, Baron? It's as dusty and dry as the others. Do you intend to use it as a rear base? As a bridge to more appealing land? Or is it the resources described in the latest reports?"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a specific game term",
                        "sfx": "Voice_Conquest_H_Generic_Piter_3_0",
                        "voice_notes": "Tone: serious and neutral, then a bit ironic, taunting the Baron"
                      },
                      "text": {
                        "value": "According to our spies, your enemies have already taken up position in this territory. We've also detected a few Fremen and some resources, which would aid your progress. Needless to say, every territory counts towards conquering Arrakis. As you well know."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a specific game term",
                        "sfx": "Voice_Conquest_E_Generic_Sanya_1_0",
                        "voice_notes": "Tone: serious, determined"
                      },
                      "text": {
                        "value": "I regret to inform you we're not alone in eyeing this territory. Our scouts have spotted enemy installations, which will deploy if we let them. You must thwart them, Mother."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz filmbooks is a specific book term territory is a specific game term",
                        "sfx": "Voice_Conquest_E_Generic_Sanya_2_0",
                        "voice_notes": "Tone: thinking, calm"
                      },
                      "text": {
                        "value": "I find a certain beauty in this territory. These deserts aren't as dull as the filmbooks suggested. I bet it will inspire many artists when our House takes it."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a specific game term",
                        "sfx": "Voice_Conquest_E_Generic_Sanya_3_0",
                        "voice_notes": "Tone: calm, determined"
                      },
                      "text": {
                        "value": "This territory seems ideal for our expansion, Mother. Beneath all that sand are the resources we need to continue our conquest of Arrakis and drive out our rivals."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a specific game term",
                        "sfx": "Voice_Conquest_A_Generic_Thufir_1_0",
                        "voice_notes": "Tone: serious, determined"
                      },
                      "text": {
                        "value": "None of your rivals have captured this territory, but our agents say they've taken up position there. We must ensure that the locals submit to the Atreides' authority rather than your enemies'."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Generic_Thufir_2_0",
                        "voice_notes": "Tone: serious, determined, respectful"
                      },
                      "text": {
                        "value": "Judging by the information taken from the Harkonnens, this territory contains more resources than meets the eye. The same reports also mention a number of villages, which might cause trouble. Should we try to placate them through diplomatic means?"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Spacing Guild is a specific book term",
                        "sfx": "Voice_Conquest_A_Generic_Thufir_3_0",
                        "voice_notes": "Tone: factual, serious then determined "
                      },
                      "text": {
                        "value": "I reviewed the reports the Harkonnens sent to the Spacing Guild before they left. They reveal that this territory was harvested up to the last minute – we should find resources there that would prove valuable in the conquest of Arrakis."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring",
                        "sfx": "Voice_Conquest_C_Generic_Hasimir_1_0",
                        "voice_notes": "Tone: calm and respectful"
                      },
                      "text": {
                        "value": "None of the Great Houses have yet claimed this territory, but it won't be long now. Our scouts report that your rivals have set up outposts there. They need to be shown the superiority of the Empire."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring",
                        "sfx": "Voice_Conquest_C_Generic_Hasimir_2_0",
                        "voice_notes": "Tone: facual at first then thinking then doubting or defiant twoard Kynes"
                      },
                      "text": {
                        "value": "Reports prepared by Kynes described this territory as arid and of little use. Recent expeditions, however, indicate the presence of many deposits. I wonder what kind of game your planetologist was playing…"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring",
                        "sfx": "Voice_Conquest_C_Generic_Hasimir_3_0",
                        "voice_notes": "Tone: calm, serious"
                      },
                      "text": {
                        "value": "Your enemies' presence in this territory points to its strategic importance. The Empire can ill afford to backtrack in the face of the Great Houses of the Landsraad – you have no choice but to capture these lands."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Genericmission_Tessia_1_0",
                        "voice_notes": "Tone: confident"
                      },
                      "text": {
                        "value": "With this territory’s resources, we can establish our dominance over Arrakis and support our army. Your rivals will soon be forced to give up and accept defeat."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Genericmission_Tessia_2_0",
                        "voice_notes": "Tone: calm as she was reading a report, then determined and firm on the last sentence"
                      },
                      "text": {
                        "value": "The analytic machines have selected this territory as among the most strategic to our goals. Its location, its resources, its villages… everything about these lands makes them a perfect fit for our needs. We must not let them fall into our enemies’ hands."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Genericmission_Tessia_3_0",
                        "voice_notes": "Tone: determined and confident. She is not angry about their enemies, she knows that her husband can defeat them."
                      },
                      "text": {
                        "value": "Your enemies already have a foothold in this territory, but no matter. You will have no trouble conquering it before them. No one knows how to exploit Arrakis more effectively than we do. With the technology of House Vernius at our disposal, our victory is assured."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Generic_Staban_1_0",
                        "voice_notes": "Tone: despising"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Generic_Staban_2_0",
                        "voice_notes": "Tone: determined"
                      },
                      "text": {
                        "value": "The Smugglers must increase their influence if they hope to compete with the Great Houses. We must tighten our grip on Arrakis! This territory's resources would give us a head start."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Generic_Staban_3_0",
                        "voice_notes": "Tone: calm and serious, trying to appear more obedient and mature than he is."
                      },
                      "text": {
                        "value": "I have learned from your instruction, Father. I am well aware that corruption is an expensive enterprise, in terms of both men and solari, which is why I recommend that you seize this territory. We could use its resources to recruit new spies and add to the bribes we can offer."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Generic_Stilgar_1_0",
                        "voice_notes": "Tone: serious, then determined and solemn"
                      },
                      "text": {
                        "value": "The offworlders hope to find here the resources they need to conquer Dune. Their ‘thopters are already searching the desert for the slightest trace of spice. The Fremen must not let them advance any further."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Generic_Stilgar_2_0",
                        "voice_notes": "Tone: calm, teaching Liet "
                      },
                      "text": {
                        "value": "The more territories your enemies have, the harder it will be to stop them. Take care that they don't seize this one, for its resources are rich and its villages prosperous."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Generic_Stilgar_3_0",
                        "voice_notes": "Tone: serious"
                      },
                      "text": {
                        "value": "The tribes must be able to move about freely. When forced to avoid your enemies' territories, our warriors waste time and water. This one must not fall into their hands."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Bailout_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries CHOAM is a book and game term shares is a game term",
                        "sfx": "Voice_Conquest_H_Bailout_Piter_1_0",
                        "voice_notes": "Tone: a bit surprise, as if he was reading a new report. More deep, serious even Machiavellian/scheming on the last sentence"
                      },
                      "text": {
                        "value": "Your conquest of Arrakis could be more profitable than we think. If the reports on this territory are accurate, it could allow you to invest in the CHOAM. The influence to be garnered by House Harkonnen would be most valuable."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries CHOAM is a book and game term shares is a game term",
                        "sfx": "Voice_Conquest_H_Bailout_Piter_2_0",
                        "voice_notes": "Tone: casual on the first sentence, then smiling, amused."
                      },
                      "text": {
                        "value": "As expected, the spice war is destabilizing the CHOAM. It would be a shame not to take advantage of this, Baron. Buying shares at a low cost would strengthen House Harkonnen's influence in the Imperium."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz CHOAM is a book and game term shares is a game term directorship is a book term",
                        "sfx": "Voice_Conquest_E_Bailout_Sanya_1_0",
                        "voice_notes": "Tone: amused, casual. Then serious, arrogant"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz CHOAM is a book and game term shares is a game term House minor is a book and game term",
                        "sfx": "Voice_Conquest_E_Bailout_Sanya_2_0",
                        "voice_notes": "Tone: despising, amused then determined and motivated on the last sentence."
                      },
                      "text": {
                        "value": "The entertainment offered by our conquest is not to everyone's liking – the Houses Minor seemed especially ill at ease. According to our contacts at the CHOAM, they're desperate to get rid of their shares. Let's seize the opportunity to buy them at a good price."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat CHOAM is a book and game term shares is a game term House minor is a book and game term",
                        "sfx": "Voice_Conquest_A_Bailout_Thufir_1_0",
                        "voice_notes": "Tone: serious, factual, even a bit concerned. Then serious and determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat CHOAM is a book and game term shares is a game term House minor is a book and game term",
                        "sfx": "Voice_Conquest_A_Bailout_Thufir_2_0",
                        "voice_notes": "Tone: concerned, worried then serious and determined"
                      },
                      "text": {
                        "value": "The CHOAM's status is worrisome, sire, but I also see an opportunity. Were you to buy enough shares, your enemies would be less inclined to attack you. They wouldn't be able to sell their spice without your consent."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring CHOAM is a book and game term solari is a book and game term",
                        "sfx": "Voice_Conquest_C_Bailout_Hasimir_1_0",
                        "voice_notes": "Tone: concerned, factual"
                      },
                      "text": {
                        "value": "The CHOAM is struggling. Should the organization collapse, your Empire's balance will be threatened. Majesty, we have no choice but to support it. The flow of Solaris from your end will reassure the merchants that your conquest of Arrakis is proceeding smoothly."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring CHOAM is a book and game term  House minor is a book and game term",
                        "sfx": "Voice_Conquest_C_Bailout_Hasimir_2_0",
                        "voice_notes": "Tone: concerned, factual"
                      },
                      "text": {
                        "value": "The Houses Minor are in a panic. They're all trying to sell their shares in the CHOAM en masse. The shares must be bought – it's the only way to reassure the market in the Imperium that your conquest is going well. If it collapses, Arrakis would be the last of your worries."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Bailout_Tessia_1_0",
                        "voice_notes": "Tone: she can be a bit upset, as if the behavior of the House Minor was irrationnel but then, she appears confident and more and more casual."
                      },
                      "text": {
                        "value": "The Houses Minor seem to believe that the spice war will destroy the CHOAM. We must prove them wrong! Let us buy their shares with the resources acquired on Arrakis. Their fears will be swept aside, and your rivals will be put on notice."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Bailout_Tessia_2_0",
                        "voice_notes": "Tone: at first, she is thinking, almost smiling (as if she has predicted Minor Houses' behavior). Then soft and gentle but determined (she has found the solution and just waits to apply it)."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Bailout_Staban_1_0",
                        "voice_notes": "Tone: neutral, telling a story, then serious when saying \"he is not the only one\". Casual (even smiling?) on the last sentence"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Bailout_Staban_2_0",
                        "voice_notes": "Tone: serious, explaining"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Bailout_Stilgar_1_0",
                        "voice_notes": "Tone: thinking at first, as if he was reading a report. Then, hesistate on the word \"share\". A bit puzzled (or overwhelmed) on the last two sentences "
                      },
                      "text": {
                        "value": "Our contacts amongst the smugglers are in a panic. They say it's related to something those thieves call CHOAM. Some have mentioned buying <i>shares</i>. Great gods! Have you any idea what they mean?"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Bailout_Stilgar_2_0",
                        "voice_notes": "Tone: fatalistic, resigned."
                      },
                      "text": {
                        "value": "The Guild and CHOAM, the Great Houses and the Faufreluches, all these things the offworlders are obsessed with… You understand them better than we do, Liet. If these <i>shares</i> can help the tribes liberate Dune, then the Fremen must acquire some."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Agony_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_H_Agony_Piter_1_0",
                        "voice_notes": "Tone: concerned, worried but not panicking. Could speak quicker than usual. Deep and sombre on the last sentence"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_H_Agony_Piter_1f_0",
                        "voice_notes": "Tone: concerned, worried but not panicking. Could speak quicker than usual. Deep and sombre on the last sentence"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term \"Ecazis\" are people from planet Ecaz, it's a book term here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_E_Agony_Sanya_1_0",
                        "voice_notes": "Tone: concerned, tense, serious"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term \"Ecazis\" are people from planet Ecaz, it's a book term here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_E_Agony_Sanya_1f_0",
                        "voice_notes": "Tone: concerned, tense, serious"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Agony_Thufir_1_0",
                        "voice_notes": "Tone: serious, worried, even angry toward the enemy. Very determined to fight on the last sentence"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Hasimir specifically say \"Majesty\" and not \"Your majesty\" here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_C_Agony_Hasimir_1_0",
                        "voice_notes": "Tone: concerned, factual, then despising about the \"Great House\", he is angry toward this traitor. Then factual, serious and sombre."
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Hasimir specifically say \"Majesty\" and not \"Your majesty\" here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_C_Agony_Hasimir_1f_0",
                        "voice_notes": "Tone: concerned, factual, then despising about the \"Great House\", he is angry toward this traitor. Then factual, serious and sombre."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Agony_Tessia_1_0",
                        "voice_notes": "Tone: a bit affraid or preoccupied and then more calm but determined"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Agony_Tessia_1f_0",
                        "voice_notes": "Tone: a bit affraid or preoccupied and then more calm but determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"The enemy\" is masculine",
                        "sfx": "Voice_Conquest_S_Agony_Staban_1_0",
                        "voice_notes": "Tone: scared, about to panic"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"The enemy\" is feminine",
                        "sfx": "Voice_Conquest_S_Agony_Staban_1f_0",
                        "voice_notes": "Tone: scared, about to panic"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Agony_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries",
                        "sfx": "Voice_Conquest_H_Agony_Piter_1_1",
                        "voice_notes": "Tone: serious. Then a bit casual when talking about the \"massacre\""
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_E_Agony_Sanya_1_1",
                        "voice_notes": "Tone: determined to fight, brave and proud as a knight "
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_E_Agony_Sanya_1f_1",
                        "voice_notes": "Tone: determined to fight, brave and proud as a knight "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Agony_Thufir_1_1",
                        "voice_notes": "Tone: tired, sad"
                      },
                      "text": {
                        "value": "I have alarming news, my lord. Our spies confirm that the enemy attack is imminent, and our reinforcements are nowhere to be seen. We'll have to hold out as long as we can, and hope that your men will get here in time to save us."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Hasimir specifically say \"Majesty\" and not \"Your majesty\" here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_C_Agony_Hasimir_1_1",
                        "voice_notes": "Tone: determined, serious, then more factual, as he was planning something"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Hasimir specifically say \"Majesty\" and not \"Your majesty\" here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_C_Agony_Hasimir_1f_1",
                        "voice_notes": "Tone: determined, serious, then more factual, as he was planning something"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Agony_Tessia_1_1",
                        "voice_notes": "Tone: determined, firm when she says \"But we will prevail\""
                      },
                      "text": {
                        "value": "The enemy is upon us. His troops have reached our border, and their numbers are impressive. But we will prevail. Our defenses are strong, and we are prepared to protect our villages. They will not fall. Our reinforcements will have time to reach us."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Agony_Tessia_1f_1",
                        "voice_notes": "Tone: determined, firm when she says \"But we will prevail\""
                      },
                      "text": {
                        "value": "The enemy is upon us. Her troops have reached our borders, and their numbers are impressive. But we will prevail. Our defenses are solid, and we are prepared to protect our villages. They will not fall. Our reinforcements will have time to reach us."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"The enemy\" is masculine",
                        "sfx": "Voice_Conquest_S_Agony_Staban_1_1",
                        "voice_notes": "Tone: scared, trying to stay calm (but failing)"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"The enemy\" is feminine",
                        "sfx": "Voice_Conquest_S_Agony_Staban_1f_1",
                        "voice_notes": "Tone: scared, trying to stay calm (but failing)"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Agony_Step2": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term ",
                        "sfx": "Voice_Conquest_H_Agony_Piter_1_2",
                        "voice_notes": "Tone: aggressive, determined to revenge "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_E_Agony_Sanya_1_2",
                        "voice_notes": "Tone: proud, fierce, determined to revenge "
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_E_Agony_Sanya_1f_2",
                        "voice_notes": "Tone: proud, fierce, determined to revenge "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_A_Agony_Thufir_1_2",
                        "voice_notes": "Tone: eager to fight, determined, proud"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_A_Agony_Thufir_1f_2",
                        "voice_notes": "Tone: eager to fight, determined, proud"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Hasimir specifically say \"Majesty\" and not \"Your majesty\" ",
                        "sfx": "Voice_Conquest_C_Agony_Hasimir_1_2",
                        "voice_notes": "Tone: calm, factual but the player can hear that he is determined to revenge (but not too obvious, Fenring has a deep control on his feelings and emotions."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Agony_Tessia_1_2",
                        "voice_notes": "Tone: triumphant, hopeful"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Agony_Staban_1_2",
                        "voice_notes": "Tone: crying he has just seen the reinforcements on his radar. Hopeful/relieved on the last sentence"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "AncientSietch_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Fremen is a book term (invariable in english but it might vary between language) Sietch is a book and game term",
                        "sfx": "Voice_Conquest_H_Ancientsietch_Piter_1_0",
                        "voice_notes": "Tone: genuinely surprised, intrigued, thinking. On the second paragraph, he is serious, even a bit concerned. Considers Fremen like wild animals."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz Fremen is a book term (invariable in english but it might vary between language) Ecazis is a book term (people from Ecaz planet)",
                        "sfx": "Voice_Conquest_E_Ancientsietch_Sanya_1_0",
                        "voice_notes": "Tone: scandalized and despising toward the Harkonnens, annoyed. Then proud of her and her Mother, determined but casual"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Fremen is a book term (invariable in english but it might vary between language)  ",
                        "sfx": "Voice_Conquest_A_Ancientsietch_Thufir_1_0",
                        "voice_notes": "Tone: factual, calm, "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fremen is a book term (invariable in english but it might vary between language) Fenring specifically says \"Majesty\" and not \"Your Majesty\"",
                        "sfx": "Voice_Conquest_C_Ancientsietch_Hasimir_1_0",
                        "voice_notes": "Tone: despising or annoyed about the Harkonnens' reports as if he was getting used to their incompetence. Tired. Then factual and calm"
                      },
                      "text": {
                        "value": "Once again, the reports sent by the Harkonnens for years were false. The Fremen in this territory number higher than in all the Baron's estimates! His lack of interest in the desert people puts us in a delicate position, Majesty. It would behoove us to approach the Fremen sietches and negotiate with this people. We need to assess their threat level."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Ancientsietch_Tessia_1_0",
                        "voice_notes": "Tone: preoccupied, thinking, as she was reading a report. Then she is intrigued"
                      },
                      "text": {
                        "br": [
                          {},
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Ancientsietch_Staban_1_0",
                        "voice_notes": "Tone: casual, even amused, proud. Impressed when saying \"But who could have...\". Then planning and determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "AncientSietch_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries \"pain amplifiers\" is a book term Fremen is a book term (invariable in english but it might vary between language) Sietch is a book and game term",
                        "sfx": "Voice_Conquest_H_Ancientsietch_Piter_1_1",
                        "voice_notes": "Tone: casual, torture is normal for him. Destroying the sietch is not moral dilemma just a possibilty"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz Fremen is a book term (invariable in english but it might vary between language) Sietch is a book and game term",
                        "sfx": "Voice_Conquest_E_Ancientsietch_Sanya_1_1",
                        "voice_notes": "Tone: 1§ intrigued, suprised. Then : 2§ thinking. Then: 3§ determined"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Fremen is a book term (invariable in english but it might vary between language) Sietch is a book and game term  ",
                        "sfx": "Voice_Conquest_A_Ancientsietch_Thufir_1_1",
                        "voice_notes": "Tone: proud, relieved 2§ Detemined, and serious, planifiying but then, on the last setntece; hesisting 2§ he would prefer helping the Fremen but cannot exclude the risk"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fremen is a book term (invariable in english but it might vary between language) Fenring specifically says \"Majesty\" and not \"Your Majesty\" sietch is a game and book term",
                        "sfx": "Voice_Conquest_C_Ancientsietch_Hasimir_1_1",
                        "voice_notes": "Tone: factual, calm. "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Ancientsietch_Tessia_1_1",
                        "voice_notes": "Tone: smiling, proud of herself, joking with her husband. Then, she becomes serious and respectful."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"Ancient Sietch\" is a game term",
                        "sfx": "Voice_Conquest_S_Ancientsietch_Staban_1_1",
                        "voice_notes": "Tone: enthousiastic, ready to fight but then, he tries to appear more reasonnable"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    },
    "props": {
      "actions": {
        "actions": [
          {
            "title": {
              "value": "Raze the Sietch"
            }
          },
          {
            "title": {
              "value": "Ally and protect the Sietch"
            }
          }
        ]
      }
    }
  },
  "AncientSietch_Step1_NoHostile": {
    "props": {
      "actions": {
        "actions": [
          {
            "title": {
              "value": "Raze the Sietch"
            }
          },
          {
            "title": {
              "value": "Leave the Sietch alone"
            }
          }
        ]
      }
    }
  },
  "DoomedSietch_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Stilgar Iduali is a book term, invariable in english but it might vary per language. It is an insult in the fremen language meaning \"Water Insect\" that is exclusively used againt the Cast Out fremen present in Children of Dune Sietch Jacurutu is a book term from Children of Dune Old Father Sun is a book term",
                        "sfx": "Voice_Conquest_F_Doomsietch_Stilgar_1_0",
                        "voice_notes": "Tone: telling a sad and terrible story. Despising on \"Iduali\" term (which means \"water insect\". Then, insists that Liet must kill those outcasts."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "DoomedSietch_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Stilgar Iduali is a book term, invariable in english but it might vary per language. It is an insult in the fremen language meaning \"Water Insect\" that is exclusively used againt the Cast Out fremen present in Children of Dune Accursed Sietch is the in-game name of the sietch in this battle, please use the same name in this text as for the AccursedSietch structure",
                        "sfx": "Voice_Conquest_F_Doomsietch_Stilgar_1_1",
                        "voice_notes": "Tone: \"Accursed Sietch\" = furious/ almost an insult. Then fierce and violent: Idualis must die. "
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "DoomedSietch_Step2": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Stilgar Iduali is a book term, invariable in english but it might vary per language. It is an insult in the fremen language meaning \"Water Insect\" that is exclusively used againt the Cast Out fremen present in Children of Dune",
                        "sfx": "Voice_Conquest_F_Doomsietch_Stilgar_1_2",
                        "voice_notes": "Tone: determined, aggressive, as if he was seing the Idualis running away"
                      },
                      "text": {
                        "value": "Look out, sister! The Iduali are trying to flee! None of them must pass! Our Fremen must hold their position!"
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "CuttingTheHeadOff_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "ReverendMother"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed Reverand Mother of the Bene Gesserit Bene Gesserit is a book term",
                        "sfx": "Voice_Conquest_Neutral_Cuttingtheheadoff_Benegesserit_1_0",
                        "voice_notes": "Tone: neutral, calm. Maybe a bit more violent or sombre or sinister on the last sentence."
                      },
                      "text": {
                        "value": "The Bene Gesserit know you are eyeing this territory and are willing to help you get it. We ask for only one thing in exchange: its supervisor's death."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed Reverand Mother of the Bene Gesserit Bene Gesserit is a book term agent is a game term",
                        "sfx": "Voice_Conquest_Neutral_Cuttingtheheadoff_Benegesserit_2_0",
                        "voice_notes": "Tone: calm, formal"
                      },
                      "text": {
                        "value": "Your interests align with those of the Bene Gesserit: The supervisor of this territory must die. We are prepared to send you agents in exchange for his assassination."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "CuttingTheHeadOff_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "ReverendMother"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed Reverand Mother of the Bene Gesserit Bene Gesserit is a book term \"The order\" = Bene Gesserit is a book term here the person she's talking to is masculine",
                        "sfx": "Voice_Conquest_Neutral_Cuttingtheheadoff_Benegesserit_1_1",
                        "voice_notes": "Tone: formal but in fact she is pressuring the player. She can be a stiff"
                      },
                      "text": {
                        "value": "I must inform you that the Bene Gesserit are somewhat restless. Are you still prepared to fulfill your mission? The Order is counting on your House."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed Reverand Mother of the Bene Gesserit Bene Gesserit is a book term \"The order\" = Bene Gesserit is a book term here the person she's talking to is feminine",
                        "sfx": "Voice_Conquest_Neutral_Cuttingtheheadoff_Benegesserit_1_1"
                      },
                      "text": {
                        "value": "I must inform you that the Bene Gesserit are somewhat restless. Are you still prepared to fulfill your mission? The Order is counting on your House."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed Reverand Mother of the Bene Gesserit Bene Gesserit is a book term",
                        "sfx": "Voice_Conquest_Neutral_Cuttingtheheadoff_Benegesserit_2_1",
                        "voice_notes": "Tone: formal"
                      },
                      "text": {
                        "value": "The noose is tightening around the supervisor – the Bene Gesserit are happy with your efforts and urge you to continue with the same eagerness."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed Reverand Mother of the Bene Gesserit Bene Gesserit is a book term",
                        "sfx": "Voice_Conquest_Neutral_Cuttingtheheadoff_Benegesserit_2_1",
                        "voice_notes": "Tone: formal"
                      },
                      "text": {
                        "value": "The noose is tightening around the supervisor – the Bene Gesserit are happy with your efforts and urge you to continue with the same eagerness."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "FremenUprising_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Fremen is a book term (invariable in english but it might vary between language) territory is a game term Piter often use food-related vocabulary when talking to the Baron (maybe to taunt him?) like \"delicious\" here. \"clods\" is a term used by harkonnen to refer to the fremen, it's a book term here \"your rival\" is masculine",
                        "sfx": "Voice_Conquest_H_Fremenuprising_Piter_1_0",
                        "voice_notes": "Tone: amused, mocking the opponent."
                      },
                      "text": {
                        "value": "Your rival is having issues with the Fremen in this territory. Though it is already a pleasing sight, I think you getting involved would make it even more delicious. What do you say, Baron? Have your men liberate a few of their villages, and it should inspire the clods to rebel even more."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Fremen is a book term (invariable in english but it might vary between language) territory is a game term Piter often use food-related vocabulary when talking to the Baron (maybe to taunt him?) like \"delicious\" here. \"clods\" is a term used by harkonnen to refer to the fremen, it's a book term here \"your rival\" is feminine",
                        "sfx": "Voice_Conquest_H_Fremenuprising_Piter_1f_0",
                        "voice_notes": "Tone: amused, mocking the opponent."
                      },
                      "text": {
                        "value": "Your rival is having issues with the Fremen in this territory. Though it is already a pleasing sight, I think you getting involved would make it even more delicious. What do you say, Baron? Have your men liberate a few of their villages, and it should inspire the clods to rebel even more."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_E_Fremenuprising_Sanya_1_0",
                        "voice_notes": "Tone: amused, despising"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_E_Fremenuprising_Sanya_1f_0",
                        "voice_notes": "Tone: amused, despising"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Fremen is a book term (invariable in english but it might vary between language) territory is a game term folk of pan and graben is a book term here \"your rival\" is masculine",
                        "sfx": "Voice_Conquest_A_Fremenuprising_Thufir_1_0",
                        "voice_notes": "Tone: intrigued, factual, formal. Then, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Fremen is a book term (invariable in english but it might vary between language) territory is a game term folk of pan and graben is a book term here \"your rival\" is feminine",
                        "sfx": "Voice_Conquest_A_Fremenuprising_Thufir_1_0",
                        "voice_notes": "Tone: intrigued, factual, formal. Then, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fremen is a book term (invariable in english but it might vary between language) territory is a game term folk of pan and graben is a book term here \"your enemy\" is masculine",
                        "sfx": "Voice_Conquest_C_Fremenuprising_Hasimir_1_0",
                        "voice_notes": "Tone: calm, formal."
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fremen is a book term (invariable in english but it might vary between language) territory is a game term folk of pan and graben is a book term here \"your enemy\" is feminine",
                        "sfx": "Voice_Conquest_C_Fremenuprising_Hasimir_1f_0",
                        "voice_notes": "Tone: calm, formal."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius here \"your rival\" is masculine",
                        "sfx": "Voice_Conquest_V_Fremenuprising_Tessia_1_0",
                        "voice_notes": "Tone: calm"
                      },
                      "text": {
                        "value": "A rebellion is underway in this territory. Our agents report that the Fremen are behind it, urging the folk of pan and graben to rise up against your rival. We should make the most of the unrest, my husband. Support these people and free their villages. Become their savior. After that, it will be easy to turn them into loyal subjects."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius here \"your rival\" is feminine",
                        "sfx": "Voice_Conquest_V_Fremenuprising_Tessia_2_0",
                        "voice_notes": "Tone: calm"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban here \"your rival\" is masculine",
                        "sfx": "Voice_Conquest_S_Fremenuprising_Staban_1_0",
                        "voice_notes": "Tone: despising, mocking, planning"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban here \"your rival\" is feminine",
                        "sfx": "Voice_Conquest_S_Fremenuprising_Staban_1f_0",
                        "voice_notes": "Tone: despising, mocking, planning"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "FremenUprising_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Fremen is a book term (invariable in english but it might vary between language) base is a game term (main base)  here \"your opponent\" is masculine",
                        "sfx": "Voice_Conquest_H_Fremenuprising_Piter_1_1",
                        "voice_notes": "Tone: amused (this mission is a lot of fun for Piter), mocking the Baron. Eager and enthusiastic on the last sentence"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Fremen is a book term (invariable in english but it might vary between language) base is a game term (main base)  here \"your opponent\" is feminine",
                        "sfx": "Voice_Conquest_H_Fremenuprising_Piter_1f_1",
                        "voice_notes": "Tone: amused (this mission is a lot of fun for Piter), mocking the Baron. Eager and enthusiastic on the last sentence"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz base is a game term (main base) here \"the enemy\" is masculine  ",
                        "sfx": "Voice_Conquest_E_Fremenuprising_Sanya_1_1",
                        "voice_notes": "Tone: impressed by the player, admiring.  Then, on the 2§, neutral"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz base is a game term (main base) here \"the enemy\" is feminine  ",
                        "sfx": "Voice_Conquest_E_Fremenuprising_Sanya_1f_1",
                        "voice_notes": "Tone: impressed by the player, admiring.  Then, on the 2§, neutral"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Fremen is a book term (invariable in english but it might vary between language) base is a game term (Main base) here \"your rival\" is masculine",
                        "sfx": "Voice_Conquest_A_Fremenuprising_Thufir_1_1",
                        "voice_notes": "Tone: factual, pleased, proud of his duke"
                      },
                      "text": {
                        "value": "The Fremen are cheering your name and Lady Jessica's. They're ready to launch a final assault on your enemy's base. Shall I give the order?"
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat Fremen is a book term (invariable in english but it might vary between language) base is a game term (Main base) here \"your rival\" is feminine",
                        "sfx": "Voice_Conquest_A_Fremenuprising_Thufir_1f_1",
                        "voice_notes": "Tone: factual, pleased, proud of his duke"
                      },
                      "text": {
                        "value": "The Fremen are cheering your name and Lady Jessica's. They're ready to launch a final assault on your enemy's base. Shall I give the order?"
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fremen is a book term (invariable in english but it might vary between language) Sardaukar is a book and game term (invariable in english, but it might vary between language) base is a game term (main base) Fenring specifically use \"Majesty\", not \"your majesty\"",
                        "sfx": "Voice_Conquest_C_Fremenuprising_Hasimir_1_1",
                        "voice_notes": "Tone: a bit surprised at first then, comes back to facts and formality"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius here \"your enemy\" is masculine",
                        "sfx": "Voice_Conquest_V_Fremenuprising_Tessia_1_1",
                        "voice_notes": "Tone: satisfied, smiling, proud of her husband. Then, she becomes serious, pushing gently her husband to follow her advices"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius here \"your enemy\" is feminine",
                        "sfx": "Voice_Conquest_V_Fremenuprising_Tessia_2_1",
                        "voice_notes": "Tone: satisfied, smiling, proud of her husband. Then, she becomes serious, pushing gently her husband to follow her advices"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban here \"your noble opponent\" is masculine",
                        "sfx": "Voice_Conquest_S_Fremenuprising_Staban_1_1",
                        "voice_notes": "Tone: satisfied, grinning on the last sentence"
                      },
                      "text": {
                        "value": "The Fremen's uprising is proceeding as planned. The men of the desert are more than satisfied. Otheym, who is leading this mission, even suggested that we take part in a raid on the enemy base. Imagine your noble opponent's terror when he sees the united people of Arrakis descending upon his positions."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban here \"your noble opponent\" is feminine",
                        "sfx": "Voice_Conquest_S_Fremenuprising_Staban_1f_1",
                        "voice_notes": "Tone: satisfied, grinning on the last sentence"
                      },
                      "text": {
                        "value": "The Fremen's uprising is proceeding as planned. The men of the desert are more than satisfied. Otheym, who is leading this mission, even suggested that we take part in a raid on the enemy base. Imagine your noble opponent's terror when she sees the united people of Arrakis descending upon her positions."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "SietchRescue_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar here \"your enemy\" is masculine",
                        "sfx": "Voice_Conquest_F_Sietchrescue_Stilgar_1_0",
                        "voice_notes": "Tone: serious, preoccupied but not fearful, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar here \"your enemy\" is feminine",
                        "sfx": "Voice_Conquest_F_Sietchrescue_Stilgar_1f_0",
                        "voice_notes": "Tone: serious, preoccupied but not fearful, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "SpiceHeist_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban here \"our enemy\" is masculine",
                        "sfx": "Voice_Conquest_S_Spiceheist_Staban_1_0",
                        "voice_notes": "Tone: mocking (blackmarket is the Smugglers' specialty, seen a Great House trying to join them is ridiculous). Fierce and grinning on the last part."
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban here \"our enemy\" is feminine",
                        "sfx": "Voice_Conquest_S_Spiceheist_Staban_1f_0",
                        "voice_notes": "Tone: mocking (blackmarket is the Smugglers' specialty, seen a Great House trying to join them is ridiculous). Fierce and grinning on the last part."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "SpiceHeist_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban Spice Freighter is the in-game name of a unit. Please use the same translation here.",
                        "sfx": "Voice_Conquest_S_Spiceheist_Staban_1_1",
                        "voice_notes": "Tone: casual but serious"
                      },
                      "text": {
                        "value": "According to our spies, the first Spice Freighter has just left the enemy base. Should I give our men the order to shoot it down? It might draw unwanted attention, but we could recover its cargo."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    },
    "props": {
      "actions": {
        "actions": [
          {
            "title": {
              "value": "Next"
            }
          }
        ]
      }
    }
  },
  "SpiceHeist_Step1_SecondPage": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban Spice Freighter is the in-game name of a unit. Please use the same translation here.",
                        "sfx": "Voice_Conquest_S_Spiceheist_Staban_1_1np",
                        "voice_notes": "Tone: casual, mocking, amused"
                      },
                      "text": {
                        "value": "There's another possibility, too. We could replace one of their mysteriously lost Freighters with one of our own... An explosive delivered into the heart of the buyer's base would teach them an <i>unforgettable</i> lesson."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Incursion_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de vries territory is a game term here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_H_Incursion_Piter_1_0",
                        "voice_notes": "Tone: eager"
                      },
                      "text": {
                        "value": "Attacking brutally, suddenly, mercilessly – isn't that House Harkonnen's specialty? Baron, this opportunity was made for you! Your rival's reinforcements are a long way off. You need only reach out and snatch this territory from your enemy."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de vries territory is a game term here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_H_Incursion_Piter_1f_0",
                        "voice_notes": "Tone: eager"
                      },
                      "text": {
                        "value": "Attacking brutally, suddenly, mercilessly – isn't that House Harkonnen's specialty? Baron, this opportunity was made for you! Your rival's reinforcements are a long way off. You need only reach out and snatch this territory from your enemy."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term",
                        "sfx": "Voice_Conquest_E_Incursion_Sanya_1_0",
                        "voice_notes": "Tone: smiling, despising toward this enemy."
                      },
                      "text": {
                        "value": "An exposed territory, a distracted enemy army… What a thoughtful gift for House Ecaz. All you have to do is accept it."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_A_Incursion_Thufir_1_0",
                        "voice_notes": "Tone: serious, determined"
                      },
                      "text": {
                        "value": "The enemy has neglected this territory. He's already led his army elsewhere, leaving but a paltry defense behind. I advise you to attack this position without delay – your rival won't have time to react."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_A_Incursion_Thufir_1f_0",
                        "voice_notes": "Tone: serious, determined"
                      },
                      "text": {
                        "value": "The enemy has neglected this territory. She's already led her army elsewhere, leaving but a paltry defense behind. I advise you to attack this position without delay – your rival won't have time to react."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring territory is a game term base is a game term (main base) Fenring specifically says \"Majesty\", and not \"your majesty\" here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_C_Incursion_Hasimir_1_0",
                        "voice_notes": "Tone: factual, formal, calm"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring territory is a game term base is a game term (main base) Fenring specifically says \"Majesty\", and not \"your majesty\" here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_C_Incursion_Hasimir_1f_0",
                        "voice_notes": "Tone: factual, formal, calm"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Incursion_Tessia_1_0",
                        "voice_notes": "Tone: calm, confident"
                      },
                      "text": {
                        "value": "Your rival believes that his grip on this territory is unshakable, but he obviously underestimates our House. Let’s show him that against Ixian technology, all of his victories are merely temporary."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Incursion_Tessia_1f_0",
                        "voice_notes": "Tone: calm, confident"
                      },
                      "text": {
                        "value": "Your rival believes that her grip on this territory is unshakable, but she obviously underestimates our House. Let’s show her that against Ixian technology, all of her victories are merely temporary."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"your rival\" is masculine",
                        "sfx": "Voice_Conquest_S_Incursion_Staban_1_0",
                        "voice_notes": "Tone: calm, serious, then determined and fierce (impulsive) on the last two sentences"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"your rival\" is feminine",
                        "sfx": "Voice_Conquest_S_Incursion_Staban_1f_0",
                        "voice_notes": "Tone: calm, serious, then determined and fierce (impulsive) on the last two sentences"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Incursion_Stilgar_1_0",
                        "voice_notes": "Tone: serious and calm, but we can feel that Stilgar will be not mercy for the outsiders"
                      },
                      "text": {
                        "value": "The men are ready to launch a raid on the offworlders' base. Ask your finest warrior to guide the Fremen to victory."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "HiredHelp_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_H_Hiredhelp_Piter_1_0",
                        "voice_notes": "Tone: amused on the last sentence then formal, then eager or onctuous"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_H_Hiredhelp_Piter_1f_0",
                        "voice_notes": "Tone: amused on the last sentence then formal, then eager or onctuous"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_E_Hiredhelp_Sanya_1_0",
                        "voice_notes": "Tone: factual, determined. Smiling (cruel?) on the last sentence"
                      },
                      "text": {
                        "value": "This territory's defenses were created to stop an army, not a small contingent of soldiers. A small group of men could quietly capture this territory without drawing your rival's attention. By the time he finds out you seized his base, it'll be too late."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_E_Hiredhelp_Sanya_1f_0",
                        "voice_notes": "Tone: factual, determined. Smiling (cruel?) on the last sentence"
                      },
                      "text": {
                        "value": "This territory's defenses were created to stop an army, not a small contingent of soldiers. A small group of men could quietly capture this territory without drawing your rival's attention. By the time she finds out you seized her base, it'll be too late."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat mercenary is a game term here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_A_Hiredhelp_Thufir_1_0",
                        "voice_notes": "Tone: factual, formal, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat mercenary is a game term here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_A_Hiredhelp_Thufir_1f_0",
                        "voice_notes": "Tone: factual, formal, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring mercenary is a game term here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_C_Hiredhelp_Hasimir_1_0",
                        "voice_notes": "Tone: formal, calm, perfectly in control"
                      },
                      "text": {
                        "value": "Our spies have convinced the enemy he should expect a massive assault from you. Now all his attention will be on your troops' movements. This is the perfect time for a small detachment to sneak behind his lines and free the villages in this territory from his rule. We've also located mercenary camps, which could provide support without arousing suspicion."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring mercenary is a game term here \"the enemy\" is feminine",
                        "sfx": "Voice_Conquest_C_Hiredhelp_Hasimir_1f_0",
                        "voice_notes": "Tone: formal, calm, perfectly in control"
                      },
                      "text": {
                        "value": "Our spies have convinced the enemy she should expect a massive assault from you. Now all her attention will be on your troops' movements. This is the perfect time for a small detachment to sneak behind her lines and free the villages in this territory from her rule. We've also located mercenary camps, which could provide support without arousing suspicion."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Hiredhelp_Tessia_1_0",
                        "voice_notes": "Tone: calm, serious"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Hiredhelp_Tessia_1f_0",
                        "voice_notes": "Tone: calm, serious"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban  \"Your rival\" is masculine",
                        "sfx": "Voice_Conquest_S_Hiredhelp_Staban_1_0",
                        "voice_notes": "Tone: despising and calm at first, then upset (maybe jalous of their big army?), then determined trying to stay calm but a bit pressing"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban \"Your rival\" is feminine",
                        "sfx": "Voice_Conquest_S_Hiredhelp_Staban_1f_0",
                        "voice_notes": "Tone: despising and calm at first, then upset (maybe jalous of their big army?), then determined trying to stay calm but a bit pressing"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar  \"The enemy\" is masculine",
                        "sfx": "Voice_Conquest_F_Hiredhelp_Stilgar_1_0",
                        "voice_notes": "Tone: calm, cold but despising on \"Just Look at their defenses!\" Then planning, serious, cold"
                      },
                      "text": {
                        "value": "The enemy is misguided: he thinks he can fight on Dune the way he would on planets where water falls from the sky. Just look at his defenses, Liet! The offworlders expect to fight an army, so they won't notice a small group slipping in through the shadows. You can safely send in a few of our Fremen behind their lines. They will liberate the folk of the pan and graben before the offworlders even notice."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar \"The enemy\" is feminine",
                        "sfx": "Voice_Conquest_F_Hiredhelp_Stilgar_1f_0",
                        "voice_notes": "Tone: calm, cold but despising on \"Just Look at their defenses!\" Then planning, serious, cold"
                      },
                      "text": {
                        "value": "The enemy is misguided: she thinks she can fight on Dune the way she would on one of those planets where water falls from the sky. Just look at her defenses, Liet! The offworlders expect to fight an army, so they won't notice a small group slipping in through the shadows. You can safely send in a few of our Fremen behind their lines. They will liberate the folk of the pan and graben before the offworlders even notice."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "HiredHelp_Attacked": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term",
                        "sfx": "Voice_Conquest_Neutral_Hiredhelp_Piter_1_0",
                        "voice_notes": "Tone: amused, despising, taunting the player"
                      },
                      "text": {
                        "value": "Well, well! Is this a secret sabotage mission I'm witnessing? How ridiculous to see a party as powerful as your own stooping to such indignities. Not to mention the insult to House Harkonnen! Do you think the good Baron is foolish enough to leave one of his territories unattended?"
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term \"A victory ... is no victory\" is a quote from Rivvy Dinari in the book \"Dune: House Harkonnen\"",
                        "sfx": "Voice_Conquest_Neutral_Hiredhelp_Sanya_1_0",
                        "voice_notes": "Tone: despising, proud of herself"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat the duke and lord leto are book term (Duke Leto Atreides)",
                        "sfx": "Voice_Conquest_Neutral_Hiredhelp_Thufir_1_0",
                        "voice_notes": "Tone: furious, despising"
                      },
                      "text": {
                        "value": "I recognize your treacherous methods. You thought to attack the Duke with a small detachment of men? How pathetic! Even for you. Lord Leto would never leave a territory wide open for you."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Quote from the book: \"Listening to the man gave Feyd-Rautha the feeling his head was being pushed through mush\". Count Fenring may use this strange sounds to annoy his opponent. In English there are translated this way : \"When you're mm-m-m ironic, that ah-h-h suggests you're hm-m-m-m thinking deep thoughts\" \"Um-m-m-m-m-ah-h-h-hm-m-m, you come upon such, mm-m-m, preciseness so rarely,\" the Count said, addressing the Baron's shoulder. \"I . . . ah, congratulate you on the hm-m-m perfection of your ah-h-h heir. In the light of the hm-m-m elder, one might say.\"  ",
                        "sfx": "Voice_Conquest_Neutral_Hiredhelp_Hasimir_1_0",
                        "voice_notes": "Quote from the book: \"Listening to the man gave Feyd-Rautha the feeling his head was being pushed through mush\". He is clearly taunting the player with this way of talking"
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Quote from the book: \"Listening to the man gave Feyd-Rautha the feeling his head was being pushed through mush\". Count Fenring may use this strange sounds to annoy his opponent. In English there are translated this way : \"When you're mm-m-m ironic, that ah-h-h suggests you're hm-m-m-m thinking deep thoughts\" \"Um-m-m-m-m-ah-h-h-hm-m-m, you come upon such, mm-m-m, preciseness so rarely,\" the Count said, addressing the Baron's shoulder. \"I . . . ah, congratulate you on the hm-m-m perfection of your ah-h-h heir. In the light of the hm-m-m elder, one might say.\"  ",
                        "sfx": "Voice_Conquest_Neutral_Hiredhelp_Hasimir_1_0",
                        "voice_notes": "Quote from the book: \"Listening to the man gave Feyd-Rautha the feeling his head was being pushed through mush\". He is clearly taunting the player with this way of talking"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_Neutral_Hiredhelp_Tessia_1_0",
                        "voice_notes": "Tone: moking at first and then despising, even disgusted (her ennemy has underestimate her dear husband!)"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "TheFortress_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Piter de Vries Baron is a book term (Baron Vladimir Harkonnen) ",
                        "sfx": "Voice_Conquest_Neutral_Thefortress_Piter_1_0",
                        "voice_notes": "Tone: falsely polite, despising, sure that the player will fail attacking them."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Piter de Vries mentat is a book term  ",
                        "sfx": "Voice_Conquest_Neutral_Thefortress_Piter_2_0",
                        "voice_notes": "Tone: mocking the player, casual, sure that the player will fail"
                      },
                      "text": {
                        "value": "You don't lack ambition. Attacking Carthag. The greatest fortress in Arrakis. Truly, I'm shocked. No self-respecting Mentat would advise their lord to do something so foolish. But you're already here, so there's no point going back – you would deprive House Harkonnen of a spectacular sight. We look forward to seeing your forces come down on the city's defenses."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "TheSiegeOfArrakeen_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat shield is a book term. It's a forcefield, not a buckler",
                        "sfx": "Voice_Conquest_Neutral_Siegeofarrakeen_Thufir_1_0",
                        "voice_notes": "Tone: furious, despising"
                      },
                      "text": {
                        "value": "What is your army doing here? They don't stand a chance against Arrakeen. Its shield will halt your sorry attempts to destroy it. It's impenetrable – you'll wear yourselves out before the city gates."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "TheSiegeOfArrakeen_Step1": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat shield is a book term. It's a forcefield, not a buckler Duke is a book term (Duke Leto Atreides)",
                        "sfx": "Voice_Conquest_Neutral_Siegeofarrakeen_Thufir_1_1",
                        "voice_notes": "Tone: surprised, sacred or puzzled. Then furious, aggressive, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Downfall_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is hasimir fenring Salusa secundus is a book term Landsraad is a book and game term",
                        "sfx": "Voice_Conquest_C_Downfall_Hasimir_1_0",
                        "voice_notes": "Tone: cold anger (he does not use his annoying way of speaking), determined, serious and factual as a judge, as if the player has already lost the battle."
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is hasimir fenring Salusa secundus is a book term Landsraad is a book and game term",
                        "sfx": "Voice_Conquest_C_Downfall_Hasimir_1_0",
                        "voice_notes": "Tone: cold anger (he does not use his annoying way of speaking), determined, serious and factual as a judge, as if the player has already lost the battle."
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "TheRedExhibition_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker in Sanya Ecaz Ecazis is a book term (people of planet Ecaz) Foliage is a game term (House Ecaz Main Base)",
                        "sfx": "Voice_Conquest_Neutral_Theredexhibition_Sanya_1_0",
                        "voice_notes": "Tone: furious, scandalized"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "KillVernius_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker in Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Killvernius_Tessia_1_0"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Assault_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen) here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_H_Assault_Piter_1_0",
                        "voice_notes": "Tone: casual at first then taunting the Baron"
                      },
                      "text": {
                        "value": "This territory is far too strategic to be left in the hands of a rival. In fact, I’m surprised you haven’t already recaptured it, Baron. Surely you’re not suffering from an excess of caution in your approach to your adversaries?"
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen) here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_H_Assault_Piter_1f_0",
                        "voice_notes": "Tone: casual at first then taunting the Baron"
                      },
                      "text": {
                        "value": "This territory is far too strategic to be left in the hands of a rival. In fact, I’m surprised you haven’t already recaptured it, Baron. Surely you’re not suffering from an excess of caution in your approach to your adversaries?"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries base is a game term (main base) Baron is a book term (Baron Vladimir Harkonnen) ",
                        "sfx": "Voice_Conquest_H_Assault_Piter_2_0",
                        "voice_notes": "Tone: serious but casual. Sombre or cruel on the last sentence"
                      },
                      "text": {
                        "value": "Our men are ready to start the assault, Baron. I’d even say they’re eager to wipe this enemy Base off the map. Indulge their enthusiasm, and they won’t disappoint you."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Baron is a book term (Baron Vladimir Harkonnen) ",
                        "sfx": "Voice_Conquest_H_Assault_Piter_3_0",
                        "voice_notes": "Tone: faking suffering, dramatic, "
                      },
                      "text": {
                        "value": "Seeing anyone but a Harkonnen mining the sands of Arrakis is sheer torture, Baron. Their profits are so meager compared to what you could extract! Someone must put an end to this needless waste."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term base is a game term (main base) here \"the rival\" is masculine",
                        "sfx": "Voice_Conquest_E_Assault_Sanya_1_0",
                        "voice_notes": "Tone: formal but arrogant "
                      },
                      "text": {
                        "value": "It won’t be easy to expel your rival from this territory. He seems to have made himself quite comfortable here – his villages are well defended, and his Base looks well fortified. But nothing can resist our House's ingenuity. I know you will emerge victorious, Mother."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term base is a game term (main base) here \"the rival\" is feminine",
                        "sfx": "Voice_Conquest_E_Assault_Sanya_1f_0",
                        "voice_notes": "Tone: formal but arrogant "
                      },
                      "text": {
                        "value": "It won’t be easy to expel your rival from this territory. She seems to have made herself quite comfortable here – her villages are well defended, and her Base looks well fortified. But nothing can resist our House's ingenuity. I know you will emerge victorious, Mother."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz base is a game term (main base) here \"the enemy\" is masculine",
                        "sfx": "Voice_Conquest_E_Assault_Sanya_2_0",
                        "voice_notes": "Tone: despising and arrogant, then casual on the last sentence (as if she was not talking about a war)"
                      },
                      "text": {
                        "value": "All these vulgar fortifications and filthy, reeking soldiers... your enemy’s Base is an oozing boil on the face of Arrakis. Someone should lance it and replace it with something more appealing. Wouldn’t you agree, Mother?"
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz base is a game term (main base) here \"the enemy\" is femine",
                        "sfx": "Voice_Conquest_E_Assault_Sanya_2_0",
                        "voice_notes": "Tone: despising and arrogant, then casual on the last sentence (as if she was not talking about a war)"
                      },
                      "text": {
                        "value": "All these vulgar fortifications and filthy, reeking soldiers... your enemy’s Base is an oozing boil on the face of Arrakis. Someone should lance it and replace it with something more appealing. Wouldn’t you agree, Mother?"
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Assault_Thufir_1_0",
                        "voice_notes": "Tone: formal, serious, determined, ready to fight too"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term here the enemy is masculine",
                        "sfx": "Voice_Conquest_A_Assault_Thufir_2_0",
                        "voice_notes": "Tone: serious"
                      },
                      "text": {
                        "value": "Your enemy’s progression must be stopped. Conquering one of his territories will weaken his grip on Arrakis and undermine his troops’ morale."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term here the enemy is feminine",
                        "sfx": "Voice_Conquest_A_Assault_Thufir_2f_0",
                        "voice_notes": "Tone: serious"
                      },
                      "text": {
                        "value": "Your enemy’s progression must be stopped. Conquering one of her territories will weaken her grip on Arrakis and undermine her troops’ morale."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring territory is a game term here your rival is masculine",
                        "sfx": "Voice_Conquest_C_Assault_Hasimir_1_0",
                        "voice_notes": "Tone: calm, serious, organizing"
                      },
                      "text": {
                        "value": "Your rival is expanding his holdings on Arrakis too quickly. If his momentum isn’t broken, he'll become unstoppable. Snatching back one of his newly conquered territories before he can react should slow him down for a while."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring territory is a game term here your rival is feminine",
                        "sfx": "Voice_Conquest_C_Assault_Hasimir_1f_0",
                        "voice_notes": "Tone: calm, serious, organizing"
                      },
                      "text": {
                        "value": "Your rival is expanding her holdings on Arrakis too quickly. If her momentum isn’t broken, she'll become unstoppable. Snatching back one of her newly conquered territories before she can react should slow her down for a while."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term here your adversary is masculine",
                        "sfx": "Voice_Conquest_C_Assault_Hasimir_2_0",
                        "voice_notes": "Tone: calm, serious, organizing"
                      },
                      "text": {
                        "value": "Majesty, our spies report that your adversary has left only a light garrison in this territory. You could seize it from him quickly, before he has time to call in reinforcements."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term here your adversary is feminine",
                        "sfx": "Voice_Conquest_C_Assault_Hasimir_2f_0",
                        "voice_notes": "Tone: calm, serious, organizing"
                      },
                      "text": {
                        "value": "Majesty, our spies report that your adversary has left only a light garrison in this territory. You could seize it from her quickly, before she has time to call in reinforcements."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Assault_Tessia_1_0",
                        "voice_notes": "Tone: determined, even fierce. "
                      },
                      "text": {
                        "br": {}
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Assault_Tessia_1f_0",
                        "voice_notes": "Tone: determined, even fierce. "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Assault_Tessia_2_0"
                      },
                      "text": {
                        "value": "We must weaken your enemy to ensure our victory. Depriving him of this territory and its resources and troops will consolidate our advances and slow his progress. We have no choice – we must drive him from these lands."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Assault_Tessia_2f_0"
                      },
                      "text": {
                        "value": "We must weaken your enemy to ensure our victory. Depriving her of this territory and its resources and troops will consolidate our advances and slow her progress. We have no choice – we must drive her from these lands."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Assault_Staban_1_0",
                        "voice_notes": "Tone: grinning, planning, he is sure of the victory"
                      },
                      "text": {
                        "value": "This Great House is too ambitious for their own good. Depriving them of one of their territories will surely force them to reconsider their attitude towards us."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Assault_Staban_2_0",
                        "voice_notes": "Tone: a bit worried, trying to convince his father to react"
                      },
                      "text": {
                        "value": "Father, the speed at which this Great House has spread across Arrakis is alarming. It is high time we put a damper on their ambitions. I fear that if we do not react now, we will soon be forced to submit to their laws."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Assault_Stilgar_1_0",
                        "voice_notes": "Tone: calm and determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Assault_Stilgar_2_0",
                        "voice_notes": "Tone: upset, furious then determined and fierce"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "TheRenegades_Start": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "SpacingGuild"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed representant of the Spacing Guild Renegade and Renegade houses are a game and book term Tupile is a book term ",
                        "sfx": "Voice_Conquest_Neutral_Therenegades_Guildemissary_1_0",
                        "voice_notes": "Tone: very formal and professional, no emotion, this is a report Context: Tupile is a planet where the defeated houses can live in peace, excluded from the Imperium. "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is an unnamed representant of the Spacing Guild Spacing Guild is a book term Renegade and Renegade houses are a game and book term  ",
                        "sfx": "Voice_Conquest_Neutral_Therenegades_Guildemissary_2_0",
                        "voice_notes": "Tone: very formal and professional, no emotion, this is a report Context: Tupile is a planet where the defeated houses can live in peace, excluded from the Imperium. "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Outro_Win": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrowin_Piter_1_0",
                        "voice_notes": "Tone: satisfied, more and more serious"
                      },
                      "text": {
                        "value": "Your conquest is proceeding apace, Baron. Each territory you acquire strengthens the Harkonnens and weakens your enemies. Soon all Arrakis will be yours."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries",
                        "sfx": "Voice_Conquest_H_Outrowin_Piter_2_0",
                        "voice_notes": "Tone: pleased, almost a complicity between him and the Baron"
                      },
                      "text": {
                        "value": "A most definitive victory. No one crushes their enemies like you do."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrowin_Piter_3_0",
                        "voice_notes": "Tone: despising toward the enemy, satisfied, mocking or cruel on the last sentence"
                      },
                      "text": {
                        "value": "Who would dare challenge such a victory, Baron? Your enemies fought so hard... Their disappointment must be cruel indeed!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrowin_Piter_4_0",
                        "voice_notes": "Tone: formal and satisified at first. Serious on the last sentence "
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrowin_Piter_5_0",
                        "voice_notes": "Tone: casual, amused, even mocking the Baron"
                      },
                      "text": {
                        "value": "How satisfying to see you triumph over your enemies... This territory is yours, Baron, for better and for worse."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Outrowin_Sanya_1_0",
                        "voice_notes": "Tone: very proud of the player (her Mother), enthusiastic (but noble)"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term",
                        "sfx": "Voice_Conquest_E_Outrowin_Sanya_2_0",
                        "voice_notes": "Tone: proud and pleased"
                      },
                      "text": {
                        "value": "The enemy is retreating before our advancing army. This territory is yours!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Outrowin_Sanya_3_0",
                        "voice_notes": "Tone: eager, determined, enthusiastic "
                      },
                      "text": {
                        "value": "Our conquest of Arrakis is progressing admirably, Mother. Soon, all the spice in the Imperium will be in our hands."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Outrowin_Sanya_4_0",
                        "voice_notes": "Tone: proud of the player (her Mother)"
                      },
                      "text": {
                        "value": "You’re becoming quite the muse, Mother. This victory will be the subject of many a masterful work."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term",
                        "sfx": "Voice_Conquest_A_Outrowin_Thufir_1_0",
                        "voice_notes": "Tone: serious and proud of the player, rewarding on the last sentence"
                      },
                      "text": {
                        "value": "Our banner flies over all the villages in this territory. This is a great victory, my lord."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Outrowin_Thufir_2_0",
                        "voice_notes": "Tone: serious and proud of the player"
                      },
                      "text": {
                        "value": "Your men are proud to have been part of your victory. You have made these hostile lands into a new home for the Atreides."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term",
                        "sfx": "Voice_Conquest_A_Outrowin_Thufir_3_0",
                        "voice_notes": "Tone: reporting the situation, proud of the player"
                      },
                      "text": {
                        "value": "This territory is yours, sire! The enemy is withdrawing! House Atreides is triumphant!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Outrowin_Thufir_4_0",
                        "voice_notes": "Tone: serious and proud of the player, rewarding on the last sentence"
                      },
                      "text": {
                        "value": "Your conquest is progressing more quickly than we had hoped, my lord. It is an honor to serve at your side."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Outrowin_Thufir_5_0",
                        "voice_notes": "Tone: satisfied, smiling, complicity with the duke"
                      },
                      "text": {
                        "value": "A victory worthy to be immortalized in song by Gurney Halleck."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring territory is a game term",
                        "sfx": "Voice_Conquest_C_Outrowin_Hasimir_1_0",
                        "voice_notes": "Tone: reporting the situation, serious, calm"
                      },
                      "text": {
                        "value": "This territory belongs to you. Your enemies have fled."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term",
                        "sfx": "Voice_Conquest_C_Outrowin_Hasimir_2_0",
                        "voice_notes": "Tone: serious and calm"
                      },
                      "text": {
                        "value": "Majesty, this territory is yours."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring",
                        "sfx": "Voice_Conquest_C_Outrowin_Hasimir_3_0",
                        "voice_notes": "Tone: formal, serious and calm but also pleased"
                      },
                      "text": {
                        "value": "The Empire’s conquest of Arrakis is proceeding in line with our projections. I believe congratulations are in order."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term",
                        "sfx": "Voice_Conquest_C_Outrowin_Hasimir_4_0",
                        "voice_notes": "Tone: serious and calm"
                      },
                      "text": {
                        "value": "This territory’s resources are ours, Majesty. The villages will exploit them in accordance with your wishes."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrowin_Tessia_1_0",
                        "voice_notes": "Tone: smiling, very proud of her husband"
                      },
                      "text": {
                        "value": "I never doubted your victory, my husband. I knew that this territory would belong to House Vernius."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrowin_Tessia_2_0",
                        "voice_notes": "Tone: proud of her husband, determined"
                      },
                      "text": {
                        "value": "Our House’s grip on Arrakis grows stronger with each territory we conquer. Soon the entire planet will be yours, my Earl."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrowin_Tessia_3_0",
                        "voice_notes": "Tone: very proud of her husband"
                      },
                      "text": {
                        "value": "You are victorious! I couldn’t be prouder of you, my husband."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrowin_Tessia_4_0",
                        "voice_notes": "Tone: satisfied, proud"
                      },
                      "text": {
                        "value": "How satisfying to see our plans for Arrakis coming to fruition! Your triumphs bring us closer to victory every day."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Outrowin_Stilgar_1_0",
                        "voice_notes": "Tone: relieved, proud of Liet, happy"
                      },
                      "text": {
                        "value": "The territory is free, sister! The offworlders are leaving! They're retreating!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Outrowin_Stilgar_2_0",
                        "voice_notes": "Tone: grateful, proud of his friend (not his true sister)"
                      },
                      "text": {
                        "value": "Your victory lifts our hearts on wings of pride, sister. Listen as the sietches sing your name!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar  \"Old Father Sun\" is a quote from the book ",
                        "sfx": "Voice_Conquest_F_Outrowin_Stilgar_3_0",
                        "voice_notes": "Tone: happy, celebrating"
                      },
                      "text": {
                        "value": "May Old Father Sun bear witness to your success! May all of Dune celebrate your victory!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar naib is a fremen term from the book",
                        "sfx": "Voice_Conquest_F_Outrowin_Stilgar_4_0",
                        "voice_notes": "Tone: happy, enthusiastic "
                      },
                      "text": {
                        "value": "These lands are free! The Fremen are victorious! Soon we shall be the new <i>naibs</i> of Dune!"
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrowin_Staban_1_0",
                        "voice_notes": "Tone: proud of his father, cannot believe his eye"
                      },
                      "text": {
                        "value": "You are triumphant, Father! Victory is ours! No one can deny our dominance over this territory."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrowin_Staban_2_0",
                        "voice_notes": "Tone: too proud, happy"
                      },
                      "text": {
                        "value": "Ah! Your enemy is retreating! A Great House flees before the Smugglers!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrowin_Staban_3_0",
                        "voice_notes": "Tone: proud, determined"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrowin_Staban_4_0",
                        "voice_notes": "Tone: proud, happy, determined"
                      },
                      "text": {
                        "value": "A few more victories like this one, and our family will be as powerful as any Great House. We'll soon be pulling the strings of the whole Empire!"
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Outro_Lost": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrolost_Piter_1_0",
                        "voice_notes": "Tone: amused, mocking the player (Baron), taunting"
                      },
                      "text": {
                        "value": "What happened, Baron? It seems this territory has gotten away from you!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrolost_Piter_2_0",
                        "voice_notes": "Tone: amused, mocking the player (Baron), taunting"
                      },
                      "text": {
                        "value": "Perhaps you underestimated your enemies, Baron? They didn’t seem to have too much trouble driving you out of this territory."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries territory is a game term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrolost_Piter_3_0",
                        "voice_notes": "Tone: casual"
                      },
                      "text": {
                        "value": "I’ve already ordered the retreat, Baron. This territory is no great loss, though. You should concentrate on more strategic regions."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Outrolost_Piter_4_0",
                        "voice_notes": "Tone: worried, sombre"
                      },
                      "text": {
                        "value": "This defeat is a disturbing sign for your plans of conquest, Baron. Each enemy victory weakens you and strengthens them."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term",
                        "sfx": "Voice_Conquest_E_Outrolost_Sanya_1_0",
                        "voice_notes": "Tone: serious, worried"
                      },
                      "text": {
                        "value": "We must retreat, Mother. This territory is lost."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term",
                        "sfx": "Voice_Conquest_E_Outrolost_Sanya_2_0",
                        "voice_notes": "Tone: arrogant but worried"
                      },
                      "text": {
                        "value": "Yes, we’ve lost a territory, but no matter. We’ll conquer a new one soon enough."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz territory is a game term",
                        "sfx": "Voice_Conquest_E_Outrolost_Sanya_3_0",
                        "voice_notes": "Tone: arrogant, proud and determined"
                      },
                      "text": {
                        "value": "Only the weak are ground down by defeat, and your men are anything but. They’ll fight even more fiercely next time and conquer a new territory for you."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz",
                        "sfx": "Voice_Conquest_E_Outrolost_Sanya_4_0",
                        "voice_notes": "Tone: determined"
                      },
                      "text": {
                        "value": "This defeat will teach us to be cautious, but we need not abandon our efforts. The conquest of Arrakis is still possible."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term",
                        "sfx": "Voice_Conquest_A_Outrolost_Thufir_1_0",
                        "voice_notes": "Tone: furious"
                      },
                      "text": {
                        "value": "Witch blood! This territory has slipped from our grasp! We must withdraw!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term",
                        "sfx": "Voice_Conquest_A_Outrolost_Thufir_2_0",
                        "voice_notes": "Tone: disappointed, sad, reporting the situation"
                      },
                      "text": {
                        "value": "We must retreat, my lord. This territory is now in enemy hands. There is nothing more we can do."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Outrolost_Thufir_3_0",
                        "voice_notes": "Tone: fierce and determined"
                      },
                      "text": {
                        "value": "The enemy has won the day, but we shall return stronger than ever. The conquest is far from over."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat territory is a game term",
                        "sfx": "Voice_Conquest_A_Outrolost_Thufir_4_0",
                        "voice_notes": "Tone: fierce and determined"
                      },
                      "text": {
                        "value": "My lord, this territory is lost, but the planet is vast. We can still conquer it."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term Quote from the book: \"Listening to the man gave Feyd-Rautha the feeling his head was being pushed through mush\". Count Fenring may use this strange sounds to annoy his opponent. In English there are translated this way : \"When you're mm-m-m ironic, that ah-h-h suggests you're hm-m-m-m thinking deep thoughts\" \"Um-m-m-m-m-ah-h-h-hm-m-m, you come upon such, mm-m-m, preciseness so rarely,\" the Count said, addressing the Baron's shoulder. \"I . . . ah, congratulate you on the hm-m-m perfection of your ah-h-h heir. In the light of the hm-m-m elder, one might say.\"",
                        "sfx": "Voice_Conquest_C_Outrolost_Hasimir_1_0",
                        "voice_notes": "Tone: disappointed"
                      },
                      "text": {
                        "value": "Forgive my bitterness, Majesty, but seeing this territory fall into enemy hands is... hmm-m-m... deeply disappointing."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term",
                        "sfx": "Voice_Conquest_C_Outrolost_Hasimir_2_0",
                        "voice_notes": "Tone mortified, sorry"
                      },
                      "text": {
                        "value": "This never should have happened, Majesty. I offer my most profound apologies. This territory is lost to us."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" territory is a game term",
                        "sfx": "Voice_Conquest_C_Outrolost_Hasimir_3_0",
                        "voice_notes": "Tone: formal, serious but also a bit sinister has if he was lying"
                      },
                      "text": {
                        "value": "We mustn’t waste time regretting the loss of this territory, Majesty. The conquest of Arrakis must continue."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring",
                        "sfx": "Voice_Conquest_C_Outrolost_Hasimir_4_0",
                        "voice_notes": "Tone: calm, serious"
                      },
                      "text": {
                        "value": "Let your enemies savor this victory. It shall be their last."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrolost_Tessia_1_0",
                        "voice_notes": "Tone: upset, angry"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrolost_Tessia_2_0",
                        "voice_notes": "Tone: gentle as she was comforting her husband"
                      },
                      "text": {
                        "value": "Despite this defeat, you must not lose sight of your broader goal of conquering Arrakis. Don't lose heart – you can still crush any enemy."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrolost_Tessia_3_0",
                        "voice_notes": "Tone: gentle as she was comforting her husband"
                      },
                      "text": {
                        "value": "Our will shall not be broken by the loss of a single territory. We have great plans for this planet and for House Vernius. No temporary defeat will stop us."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Outrolost_Tessia_4_0",
                        "voice_notes": "Tone: despising toward her ennemies, then determined and fierce"
                      },
                      "text": {
                        "value": "Let your enemies rejoice today, my love. We shall have our revenge. We will come back even stronger and more determined to drive them from Arrakis."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrolost_Staban_1_0",
                        "voice_notes": "Tone: bitter, upset, frustrated (could sound like a small child)"
                      },
                      "text": {
                        "value": "We lacked ambition, Father! This territory should have been ours!"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrolost_Staban_2_0",
                        "voice_notes": "Tone: astonished, cannot believe his eye, a bit scared, does not understand"
                      },
                      "text": {
                        "value": "Impossible! How could those outsiders have pushed us back? Where did we go wrong?"
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrolost_Staban_3_0",
                        "voice_notes": "Tone: disappointed, bitter, dark"
                      },
                      "text": {
                        "value": "I have given the order to retreat. You can rely on the men to avoid capture, but everything we have built in this territory is lost."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Outrolost_Staban_4_0",
                        "voice_notes": "Tone: trying to look mature and wise but sad and disappointed"
                      },
                      "text": {
                        "value": "Perhaps we will regain this territory one day. I shall strive to maintain the patience you have taught me."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Outrolost_Stilgar_1_0",
                        "voice_notes": "Tone: resigned, sad"
                      },
                      "text": {
                        "value": "This territory is in our enemies' hands. The sietches are no more. As Shai-Hulud has chosen."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar  \"the taste of it sours us\" is a quote from the book",
                        "sfx": "Voice_Conquest_F_Outrolost_Stilgar_2_0",
                        "voice_notes": "Tone: resigned, sad"
                      },
                      "text": {
                        "value": "The taste of this defeat sours us, sister. We have failed to liberate these lands from your enemies."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar  \"La la la\" is a fremen cry of grief, from the book",
                        "sfx": "Voice_Conquest_F_Outrolost_Stilgar_3_0",
                        "voice_notes": "Tone: trying to not look too sad, then determined \"La la la\" is a fremen cry of grief, from the book"
                      },
                      "text": {
                        "value": "<i>La la la…</i> Let us not spill water for the dead, sister. Our friends shall be avenged."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Outrolost_Stilgar_4_0",
                        "voice_notes": "Tone: calm, serious, then determined"
                      },
                      "text": {
                        "value": "The surviving tribes are fleeing in our direction. Promise them worthy vengeance, and they will forgive you for the loss of their sietch."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Outro_Win_Doomed": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Stilgar Iduali is a book term, invariable in english but it might vary per language. It is an insult in the fremen language meaning \"Water Insect\" that is exclusively used againt the Cast Out fremen present in Children of Dune Accursed Sietch is the in-game name of the sietch in this battle, please use the same name in this text as for the AccursedSietch structure",
                        "sfx": "Voice_Conquest_F_Doomsietch_Stilgar_1_1",
                        "voice_notes": "Tone: concerned, dark. This is not a victory"
                      },
                      "text": {
                        "value": "The Accursed Sietch is no more, but the Iduali are still swarming about. How long will it be until these parasites regroup to attack our tribes? None of the Fremen will sleep soundly tonight."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "Outro_Win_Doomed_Secondary": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "The Speaker is Stilgar Iduali is a book term, invariable in english but it might vary per language. It is an insult in the fremen language meaning \"Water Insect\" that is exclusively used againt the Cast Out fremen present in Children of Dune Accursed Sietch is the in-game name of the sietch in this battle, please use the same name in this text as for the AccursedSietch structure",
                        "sfx": "Voice_Conquest_F_Doomsietch_Stilgar_1_4",
                        "voice_notes": "Tone: very proud of his sister, relieved"
                      },
                      "text": {
                        "value": "We have finished what my great-great-grandfather and his brethren began. The Accursed Sietch is no more, and the Iduali will never be a threat to the Fremen again. You have succeeded, sister."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Atreides": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat",
                        "sfx": "Voice_Conquest_A_Intro_Thufir_1_0",
                        "voice_notes": "Tone: serious, reporting the situation. Formal at first then more and more hopeful"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Harkonnen": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries CHOAM is a game and book term Baron is a book term (Baron Vladimir Harkonnen)",
                        "sfx": "Voice_Conquest_H_Intro_Piter_1_0",
                        "voice_notes": "Tone: thinking, dreaming. Smiling, cruel, maybe taunting on the last sentence"
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Corrino": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" The Guild is a book term (Spacing Guild) Sardaukar is a book term (Sardaukar is invariable in english but it might vary by language)",
                        "sfx": "Voice_Conquest_C_Intro_Hasimir_1_0",
                        "voice_notes": "Tone: formal, serious, respectful. A bit worried on the last part, preoccupied or even doubting"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Ecaz": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz ",
                        "sfx": "Voice_Conquest_E_Intro_Sanya_1_0",
                        "voice_notes": "Tone: arrogant, confident"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Vernius": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Intro_Tessia_1_0",
                        "voice_notes": "Tone: serious and calm, as she was reading a report. When she starts talking about their technology she becomes more and more confident and proud. On the last sentence she is gently pushing her husband (who tends to avoid action)"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Smugglers": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Introduction_Staban_1_0",
                        "voice_notes": "Tone: at first, very calm, even neutral, as he was watching the scene from a long distance. Then grinning, smilling, arrogant, enthusiastic "
                      },
                      "text": {
                        "br": [
                          {},
                          {}
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestIntro_Fremen": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Introduction_Stilgar_1_0",
                        "voice_notes": "Tone: serious then, from \"They have no idea...\" to the end, much more serious and determined, fierce. "
                      },
                      "text": {
                        "value": "The offworlders have come in great numbers to bring war to Dune. They carry different banners and expect to fight one another for control of the spice. They have no idea that we're already here. We, the free people. The men of the desert. The Fremen."
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "FactionDefeat": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Baron is a book term (Baron Vladimir Harkonnen) here \"the enemy\" is neutral (it's a general enemy, not a specific person)",
                        "sfx": "Voice_Conquest_H_Factiondefeated_Piter_1_0",
                        "voice_notes": "Tone: serious, sinister, disappointed "
                      },
                      "text": {
                        "value": "Arrakis has slipped from your grasp once again, Baron, and this time there will be no second chance. The enemy has control of the spice. We have nothing else to hope for on this planet."
                      }
                    }
                  ]
                }
              },
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Piter de Vries Baron is a book term (Baron Vladimir Harkonnen) Giedi Prime is a book term (planet Giedi Prime)",
                        "sfx": "Voice_Conquest_H_Factiondefeated_Piter_2_0",
                        "voice_notes": "Tone: serious, taunting carefully. Can have a break between \"hands\" and \"your only option\"."
                      },
                      "text": {
                        "value": "It seems Arrakis has escaped your control, Baron. And this time, you won’t have a second chance. The spice has fallen irreversibly into the enemy’s hands. Your only option now is to withdraw to Giedi Prime, and to hope that your rival doesn’t send their legions to your world in reprisal."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Sanya Ecaz Spacing Guild is a book term ",
                        "sfx": "Voice_Conquest_E_Factiondefeated_Sanya_1_0",
                        "voice_notes": "Tone: first sentence: serious and formal, then, a bit more familiar, sad for her mother"
                      },
                      "text": {
                        "value": "I have ordered our legions to withdraw from Arrakis. The Spacing Guild is ready to bring us back to Ecaz. I am sorry that your efforts on Arrakis have ended in defeat, but you have fought well, Mother. You have proven yourself worthy of our House."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Thufir Hawat here \"your enemy\" is neutral (it's a general enemy, not a specific person)",
                        "sfx": "Voice_Conquest_A_Factiondefeated_Thufir_1_0",
                        "voice_notes": "Tone: sad, disappoined, but serious and hurrying"
                      },
                      "text": {
                        "value": "We must abandon Arrakis, my lord. Your enemy’s conquest of the planet has progressed too far. Let us leave now, while some of our men can still be saved."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" here the enemy is masculine",
                        "sfx": "Voice_Conquest_C_Factiondefeated_Hasimir_1_0",
                        "voice_notes": "Tone: formal, calm, but more an more worried"
                      },
                      "text": {
                        "value": "Arrakis is lost, Majesty. The enemy’s grip on this world will soon be complete. To fight on would only waste your men’s lives, at a time when you must save your strength to confront the upheaval this defeat will unleash within the Imperium."
                      }
                    },
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Hasimir Fenring Fenring specifically say \"Majesty\", not \"your majesty\" here the enemy is feminine",
                        "sfx": "Voice_Conquest_C_Factiondefeated_Hasimir_1_0",
                        "voice_notes": "Tone: formal, calm, but more an more worried"
                      },
                      "text": {
                        "value": "Arrakis is lost, Majesty. The enemy’s grip on this world will soon be complete. To fight on would only waste your men’s lives, at a time when you must save your strength to confront the upheaval this defeat will unleash within the Imperium."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Factiondefeated_Tessia_1_0",
                        "voice_notes": "Tone: she is sad but tries to comfort her husband"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Factiondefeated_Stilgar_1_0",
                        "voice_notes": "Tone: sad, resigned to die, desperate and fatalistic"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Factiondefeated_Staban_1_0",
                        "voice_notes": "Tone: fear for his life, pressing his father to live, trying to not panic"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  },
  "ConquestWin": {
    "speechesPerSpeaker": {
      "speechesPerSpeaker": [
        {
          "_attrs": {
            "character": "Piter"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "sfx": "Voice_Conquest_H_Conquestwin_Piter_1_0"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Sanya"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "sfx": "Voice_Conquest_E_Conquestwin_Sanya_1_0"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Thufir"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "sfx": "Voice_Conquest_A_Conquestwin_Thufir_1_0"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Fenring"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "sfx": "Voice_Conquest_C_Conquestwin_Hasimir_1_0"
                      },
                      "text": {
                        "value": "Majesty, I'm honored to report that Arrakis is yours. Nobody will be able to oppose you ever again."
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Tessia"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Tessia Vernius",
                        "sfx": "Voice_Conquest_V_Conquestwin_Tessia_1_0",
                        "voice_notes": "Tone: satisfied, pleased, smiling."
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Staban"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Staban",
                        "sfx": "Voice_Conquest_S_Conquestwin_Staban_4_0",
                        "voice_notes": "Tone: triumphant, arrogant, proud and happy"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "_attrs": {
            "character": "Stilgar"
          },
          "pool": {
            "pool": [
              {
                "speeches": {
                  "speeches": [
                    {
                      "_attrs": {
                        "translation_notes": "Speaker is Stilgar",
                        "sfx": "Voice_Conquest_F_Conquestwin_Stilgar_1_0",
                        "voice_notes": "Tone: relieved, grateful, screaming at first (as if he was watching the ships leaving) and talking directly to Liet : proud, moved, happy"
                      },
                      "text": {
                        "br": {}
                      }
                    }
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  }
}