{
  "Pole": {
    "texts": {
      "name": {
        "value": "North Pole"
      },
      "desc": {
        "br": {}
      }
    }
  },
  "ImperialBasin": {
    "texts": {
      "name": {
        "value": "Imperial Basin"
      },
      "desc": {
        "value": "Enclosed inside the mountains of Arrakis, the Imperial Basin is protected from sandworms and storms. It is one of the more densely populated areas on the planet."
      }
    }
  },
  "VolcanicRange": {
    "texts": {
      "name": {
        "value": "Volcanic Range"
      },
      "desc": {
        "value": "This old volcano range is still active. It is covered with ash but benefit from a very high geothermal activity."
      }
    }
  },
  "MountIdahoRange": {
    "texts": {
      "name": {
        "value": "Mount Idaho Range"
      },
      "desc": {
        "value": "At 7400m, the Mount Idaho is the second highest peak on the planet. Its range countains enough hard minerals to last an eternity."
      }
    }
  },
  "BrokenLand": {
    "texts": {
      "name": {
        "value": "Broken Land"
      },
      "desc": {
        "value": "The highest peak on the planet, Observatory Mountain, is surrounded by a range of unhospitable mountains and valleys, characterised by shattered silhouette and difficult terrain."
      }
    }
  },
  "HaggaBasin": {
    "texts": {
      "name": {
        "value": "Hagga Basin"
      },
      "desc": {
        "value": "Hagga Basin is enclosed in the Shield Wall. It is almost as populated as the Imperial Basin, and only slightly shallower."
      }
    }
  },
  "PastyMesa": {
    "texts": {
      "name": {
        "value": "Pasty Mesa"
      },
      "desc": {
        "value": "The Pasty Mesa is a high plateau, whose climat is surprisingly livable. Its high concentration of sietches makes it particularly hostile to offworlders."
      }
    }
  },
  "MinorErg": {
    "texts": {
      "name": {
        "value": "Minor Erg"
      },
      "desc": {
        "value": "The Minor Erg is a small stretch of sand distinct from the deep desert because of its proximity to the North Pole and the Shield Wall. It's a good place to gather Spice, for those who don't want to risk the open desert."
      }
    }
  },
  "GreatErg": {
    "texts": {
      "name": {
        "value": "Great Erg"
      },
      "desc": {
        "value": "The Great Erg is a large stretch of sand distinct from the deep desert because of its proximity to the North Pole and the Shield Wall. It's a good place to gather Spice, for those who don't want to risk the open desert."
      }
    }
  },
  "CielagoDepression": {
    "texts": {
      "name": {
        "value": "Cielago Depression"
      },
      "desc": {
        "value": "A geological anomaly has lowered the sand level in a part of the desert known has the Cielago Depression. Its sand holds a higher than average amount of salt. Where does that come from?"
      }
    }
  },
  "PlasterBasin": {
    "texts": {
      "name": {
        "value": "Plaster Basin"
      },
      "desc": {
        "value": "The Plaster Basin is quite unremarkable at first glance. It's just another basin among the dunes. Nothing important ever happened here."
      }
    }
  },
  "GroseValen": {
    "texts": {
      "name": {
        "value": "Grose Valen"
      },
      "desc": {
        "value": "Arrakis' has a lot of unusual geological features. Grose Valen, a long rift crossing the desert, is one of the more notable."
      }
    }
  },
  "FalseWallEast": {
    "texts": {
      "name": {
        "value": "False Wall East"
      },
      "desc": {
        "value": "False Wall East is technically a part of the Shield Wall, but it does not connect to anything. As a result, sandworms roam freely on both sides."
      }
    }
  },
  "FalseWallWest": {
    "texts": {
      "name": {
        "value": "False Wall West"
      },
      "desc": {
        "value": "False Wall West is technically a part of the Shield Wall, but it does not connect to anything. As a result, sandworms roam freely on both sides."
      }
    }
  },
  "FalseWallSouth": {
    "texts": {
      "name": {
        "value": "False Wall South"
      },
      "desc": {
        "value": "False Wall South is technically a part of the Shield Wall, but it does not connect to anything. As a result, sandworms roam freely on both sides."
      }
    }
  },
  "WindPass": {
    "texts": {
      "name": {
        "value": "Wind Pass"
      },
      "desc": {
        "value": "The Wind Pass is a small rock outcropping. The wind makes an unusual sound when passing through its numerous openings."
      }
    }
  },
  "HangPass": {
    "texts": {
      "name": {
        "value": "Harg Pass"
      },
      "desc": {
        "value": "The Harg Pass is a small rock outcropping. Millenia of erosion has left many openings and big rocks seemingly hanging from the ridge."
      }
    }
  },
  "FuneralPlain": {
    "texts": {
      "name": {
        "value": "Funeral Plain"
      },
      "desc": {
        "value": "The funeral plain is a great expanse, close to the equator. It is said that the souls of Fremen warriors cross through the Funeral Plain before reaching the afterlife. Dry as it is, no living soul would want to cross it, anyway."
      }
    }
  },
  "ErgHabanaya": {
    "texts": {
      "name": {
        "value": "Erg Habbanya"
      },
      "desc": {
        "value": "Erg Habbanya is a big expanse of deep desert, far away from the Shield Wall. Its only notable feature is the Habbanya ridge, a rock outcropping that can protect the lost traveler from worms and storms."
      }
    }
  },
  "ErgSihaya": {
    "texts": {
      "name": {
        "value": "Erg Sihaya"
      },
      "desc": {
        "value": "Erg Sihaya is a big expanse of deep desert, far away from the Shield Wall. Its only notable feature is the Sihaya ridge, a rock outcropping that can protect the lost traveler from worms and storms."
      }
    }
  },
  "GreatFlat": {
    "texts": {
      "name": {
        "value": "The Great Flat"
      },
      "desc": {
        "value": "The Great Flat is a huge desolated desert where nothing lives. No one has ever charted it, or even know how far it extends, but it is said that it covers the whole southern hemisphere of the planet."
      }
    }
  },
  "PlainsOfArrakeen": {
    "texts": {
      "name": {
        "value": "Plains of Arrakeen"
      },
      "desc": {
        "value": "Arrakeen was the biggest city on Arrakis before the arrival of House Harkonnen. Its heavy walls and large shield makes it a formidable fortress. Some say it would be impossible to take down without the help of someone from inside."
      }
    }
  },
  "CarthagsRift": {
    "texts": {
      "name": {
        "value": "Carthag's Rift"
      },
      "desc": {
        "value": "Carthag is a fortress of concrete and steel built by House Harkonnen upon their arrival. It is the biggest city on the planet. It sits at the end of an awkward crack that only leaves one real path of approach, making any assault on the city needlessly gruesome."
      }
    }
  },
  "EmperorsLanding": {
    "texts": {
      "name": {
        "value": "Emperor's Landing"
      },
      "desc": {
        "value": "The Emperor has landed in force on the planet. He has settled his base of operations on a clear field near the Shield Wall, and manned it with multiple platoons of Sardaukar."
      }
    }
  },
  "ForestHeart": {
    "texts": {
      "name": {
        "value": "Heart of the Forest"
      },
      "desc": {
        "value": "Foliage has been built to accommodate the Ecazi court during their residency on Arrakis. The location has been chosen carefully for its potential for gardening, as it was out of question for the Ecaz family to remain away from the forest too long, even on such a dry planet."
      }
    }
  },
  "IxianConvergence": {
    "texts": {
      "name": {
        "value": "Scholar's Refuge"
      },
      "desc": {
        "value": "Fleeing the persecution of the Butlerian Jihad, cybernetic engineers have finally found a haven on Arrakis. How long it will last depends only on House Vernius' capacity to secure the Spice trade as a bargaining chip."
      }
    }
  },
  "Tuek": {
    "texts": {
      "name": {
        "value": "Sietch Tuek"
      },
      "desc": {
        "value": "This old sietch was left behind by a dying Fremen tribe. The Smugglers needed a place to hide their operations while remaining close to the major population centers of the planet, so they took over the cave. Nowadays, Sietch Tuek is the most important hub of illegal trade on Arrakis."
      }
    }
  }
}