{
  "Atreides": [
    {
      "id": "Thufir",
      "name": "Thufir Hawat",
      "description": "Thufir is an elderly Mentat - a human computer - and House Atreides' Master of Assassins. Renowned in the Landsraad for being both outstandingly cunning and honorable, Thufir is also a mentor in the art of war and political instruction.",
      "category": "Economy",
      "attributes": [
        "+1 starting Agent trait",
        "Can Hasten Fake mission progress and Village building construction at the cost of Solari"
      ],
      "image": "thufir_hawat.webp"
    },
    {
      "id": "Yueh",
      "name": "Wellington Yueh",
      "description": "Yueh is a graduate from the prestigious Suk medical school. While he has not been in service of House Atreides for as long as other close councilors of the Duke, the imperial conditioning that all Suk doctors must undergo ensures his absolute loyalty.",
      "category": "Military",
      "attributes": [
        "Produces 2 Knowledge",
        "Non-mechanical Military Units gain +15% Life and +30% Health Regen"
      ],
      "image": "wellington_yueh.webp"
    },
    {
      "id": "Jessica",
      "name": "Jessica",
      "description": "The Lady Jessica is Duke Leto's concubine. Although she is a Bene Gesserit, her loyalty always goes to house Atreides before the Sisterhood.",
      "category": "Statecraft",
      "attributes": [
        "Can spend Influence to force Peace with another faction",
        "Atreides Treaties have no Authority upkeep",
        "A faction betraying Peace with Atreides loses 50 more Standing"
      ],
      "image": "jessica.webp"
    },
    {
      "id": "Paul",
      "name": "Paul Atreides",
      "description": "Paul is the heir to House Atreides. Benefiting from both a Bene Gesserit education from his mother and martial, tactical and political training from his father's most trusted men, Paul is a fearless and brilliant young man, promised to a heroic future as Leto's successor.",
      "category": "Expansion",
      "attributes": [
        "Produces 2 Authority per ally Sietch",
        "When the first Sietch is revealed, its relation level is always at 30"
      ],
      "image": "paul_atreides.webp"
    }
  ],
  "Harkonnen": [
    {
      "id": "Slavemaster",
      "name": "Cron Vatia",
      "description": "Cron is the favored slavemaster of the baron, a precarious but profitable position. He provides the court with a large array of services, ranging from sexual entertainment to docile workforce.",
      "category": "Economy",
      "attributes": [
        "Villages under Oppression construct buildings 200% faster",
        "On Village Oppression, gain 2 Manpower per empty building slot",
        "Gain 50 Solari upon killing Rebels"
      ],
      "image": "cron_vatia.webp"
    },
    {
      "id": "Umman",
      "name": "Umman Kudu",
      "description": "Umman is the Captain of the House Harkonnen guard. His many years of duty have turned him into a violent, unsubtle man. Rumors say not even his personal life has been spared.",
      "category": "Military",
      "attributes": [
        "Produces 2 Manpower",
        "Units take 70% time to recruit",
        "Units in a region with active Harkonnen operation gain +1 Armor"
      ],
      "image": "umman_kudu.webp"
    },
    {
      "id": "Feyd",
      "name": "Feyd-Rautha Harkonnen",
      "description": "Glossu's younger brother and the Baron's favored nephew, Feyd-Rautha has all it takes to uphold his family's sadistic culture. An unmatched duelist and charismatic leader, he is the chosen na-Baron of House Harkonnen, destined to take over his uncle's legacy.",
      "category": "Statecraft",
      "attributes": [
        "Can use Corruption on Landsraad resolutions, causing Standing loss for the elected enemy faction",
        "While at least one Village is under Oppression: +20% Influence and +100% Agent production"
      ],
      "image": "feyd-rautha-harkonnen.webp"
    },
    {
      "id": "Piter",
      "name": "Piter De Vries",
      "description": "Piter is a twisted Mentat; that is a human computer, but bred on planet Tleilax with much less ethical constraints in mind than their regular counterparts.",
      "category": "Expansion",
      "attributes": [
        "15% cheaper operation costs when sacrificing Agent",
        "Sacrificing an Agent gives 60 Solari per current Agent"
      ],
      "image": "piter_de_vries.webp"
    }
  ],
  "Smugglers": [
    {
      "id": "Staban",
      "name": "Staban Tuek",
      "description": "Staban is Esmar Tuek's son and, just like his father, a renowned smuggler of various goods on Arrakis, most notably Spice Melange. Like many of his people, he thrives in a harsh environment while routinely defying the highest authorities. He is a proud man who doesn't abide by anybody's rules but his own.",
      "category": "Economy",
      "attributes": [
        "UW Headquarters have +1 building slots"
      ],
      "image": "staban_tuek.webp"
    },
    {
      "id": "Lingar",
      "name": "Lingar Bewt",
      "description": "Lingar's business revolves around a single commodity, but one which is so rare on Arrakis, only Spice tops it in importance: water. While his extraction operations are not technically illegal, they are, by nature, risky enough that Lingar had to forge an alliance with smugglers, and most notably Esmar Tuek.",
      "category": "Military",
      "attributes": [
        "Produces 12 Water",
        "Unlocks WaterNetwork and WaterSeller in UW Headquarters"
      ],
      "image": "lingar_bewt.webp"
    },
    {
      "id": "Intelbroker",
      "name": "Lashon Hara",
      "description": "Lashon Hara is a purveyor of information, whose job is to know everything, and sell it for the right price. Esmar has taken her under his protection after she got in trouble with the Harkonnens.",
      "category": "Statecraft",
      "attributes": [
        "Every successful trade with a faction gains 0.1 Infiltration level in that faction",
        "Faction Infiltration levels reduce 50% slower"
      ],
      "image": "lashon_hara.webp"
    },
    {
      "id": "Operative",
      "name": "Stakkanov",
      "description": "Stakkanov started in Tuek's operation as an independent contractor. She rapidly became a reliable master of operation, making unexpected profits of the most dangerous and unpredictable jobs.",
      "category": "Expansion",
      "attributes": [
        "Villages without any Smugglers regions as neighbors: sieges take 100% longer to Liberate, Annex or Pillage; +20% resource production",
        "Refund 50% of Authority capture cost when a Village is lost in any way"
      ],
      "image": "stakkanov.webp"
    }
  ],
  "Fremen": [
    {
      "id": "Shimoom",
      "name": "Shimoom",
      "description": "Shimoom is a watermaster of Sietch Tabr, responsible for ensuring the exact value of a water trade between two parties, and that no water of the tribe is lost. He does his job diligently and with precision.",
      "category": "Economy",
      "attributes": [
        "Each Village producing at least 12 Water gives: 96% Solari upkeep globally, +4 Plascrete production",
        "Villages produce 1 Water on empty building slots"
      ],
      "image": "shimoom.webp"
    },
    {
      "id": "Jamis",
      "name": "Jamis",
      "description": "Jamis is a renowned and fearsome Fremen fighter, prone to anger and brooding, but also gentle and loyal to his friends. He is decisive and passionate, and you'd rather have him on your side of a fight.",
      "category": "Military",
      "attributes": [
        "Gain 70 Authority upon liberating an enemy Village",
        "Military Units outside Fremen territory inflict +10% damage",
        "Trade Authority for Manpower in the top bar"
      ],
      "image": "jamis.webp"
    },
    {
      "id": "Ramallo",
      "name": "Mother Ramallo",
      "description": "Ramallo is an elderly Sayyadina, a rogue Bene Gesserit Reverend Mother who successfully changed the Water of Life. She therefore possesses a vast knowledge inherited from her foremothers, and her immense wisdom makes her a revered mother figure among the Fremen.",
      "category": "Statecraft",
      "attributes": [
        "Can use InciteRebellion on Landsraad resolutions, causing rebellions in enemy Villages if it passes",
        "Gain 3 Intel production per deployed Fremen Harvester",
        "Gain 0.5 Authority production per deployed Fremen Harvester"
      ],
      "image": "mother_ramallo.webp"
    },
    {
      "id": "Stilgar",
      "name": "Stilgar Ben Fifrawi",
      "description": "Stilgar is the Naib - the leader - of Sietch Tabr, one of the most prominent Fremen communities on Arrakis. A wise and honorable leader, he has a soft spot for Chani Kynes, whom he regards as his niece.",
      "category": "Expansion",
      "attributes": [
        "Reveal all Sietchs at the start of the game",
        "Produces 1 Authority"
      ],
      "image": "stilgar_ben_fifrawi.webp"
    }
  ],
  "Corrino": [
    {
      "id": "Irulan",
      "name": "Princess Irulan",
      "description": "Irulan is the eldest daughter of Shaddam IV. Her lack of a brother makes her the prime candidate to become Empress at the death of her father. She received a Bene Gesserit education from her mother, but still keeps a strong ambition that often puts her at odds with the Emperor.",
      "category": "Economy",
      "attributes": [
        "Can build +1 of every Village building"
      ],
      "image": "princess_irulan.webp"
    },
    {
      "id": "Zum",
      "name": "Zum Garon",
      "description": "Zum Garon has been Supreme Bashar of the Sardaukar for decades. He is brutal and uncompromising, with enemies and subordinates alike. Often leading the troops personally, his loyalty to Shaddam IV has been proven many times.",
      "category": "Military",
      "attributes": [
        "Military Units have +15% Power per faction in Peace",
        "Proposing an Imperial Mandate has no cost"
      ],
      "image": "zum_garon.webp"
    },
    {
      "id": "Mohiam",
      "name": "Gaius Helen Mohiam",
      "description": "Reverend Mother Gaius Helen Mohiam is both a powerful agent of the Bene Gesserit, and the personal Truthsayer of Shaddam IV. She is fully loyal to the Sisterhood and would do anything for their breeding plan to succeed.",
      "category": "Statecraft",
      "attributes": [
        "Every Corrino vote placed on a resolution affected by Imperial Edict counts double",
        "Support to increase Agenda Priority counts double"
      ],
      "image": "gaius_helen_mohiam.webp"
    },
    {
      "id": "Fenring",
      "name": "Hasimir Fenring",
      "description": "Hasimir Fenring was once part of the Bene Gesserit's breeding program, candidate for the role of Kwisatz Haderach. He was abandoned by the Bene Gesserit because of a genetic defect. Serving as mentat and assassin for Shaddam IV, he is also His closest friend.",
      "category": "Expansion",
      "attributes": [
        "Can investigate Discoveries quickly everywhere, no matter how many Agents are on the field",
        "Resolving any Discovery that way progresses Agent recruitment by 1 day"
      ],
      "image": "hasimir_fenrig.webp"
    }
  ],
  "Ecaz": [
    {
      "id": "Sanya",
      "name": "Sanya Ecaz",
      "description": "Sanya is the eldest daughter of Armanda, and current heir to the Ecaz dynasty. Her charming personality and eclectic tastes allow her to thrive among the artistic community of the house. She even has a few works to her name.",
      "category": "Economy",
      "attributes": [
        "For each Ecaz Sanctuary on the map: +15 Solari, 60% Masterpiece construction costs"
      ],
      "image": "sanya_ecaz.webp"
    },
    {
      "id": "Rivvy",
      "name": "Rivvy Dinari",
      "description": "Rivvy was a renowned instructor at the Ginaz swordmaster school. After the fall of Ginaz, he entered the service of House Ecaz as Armanda's personal bodyguard.",
      "category": "Military",
      "attributes": [
        "Military units at max level have no Solari upkeep",
        "Units spawn with +1 experience level"
      ],
      "image": "rivvy_dinari.webp"
    },
    {
      "id": "Ibbo",
      "name": "Ibbo Vipp",
      "description": "Ibbo is a famous political philosopher, who has enjoyed the Ecazi court for a while. His central thesis rests on the idea that trade and gift-giving, especially of non-essential items, are powerful means of control.",
      "category": "Statecraft",
      "attributes": [
        "Can use Landsraad Immunity on a resolution to become ineligible",
        "Gain 2 Standing upon building a Masterpiece"
      ],
      "image": "ibbo_vipp.webp"
    },
    {
      "id": "Mesa",
      "name": "Mesa Ecaz",
      "description": "Mesa is the youngest daughter of Armanda. She may appear shy and reserved at first glance, but it's only her sisters taking all the spotlight. In private, she is driven and smart, always trying to push the house resources toward helping the people.",
      "category": "Expansion",
      "attributes": [
        "Refund 100% Authority capture cost when abandoning a Village",
        "Each Masterpiece outside Ecaz territory gives effects to its Village",
        "Masterpieces are built 100% faster"
      ],
      "image": "mesa_ecaz.webp"
    }
  ],
  "Vernius": [
    {
      "id": "Bolig",
      "name": "Bolig Avati",
      "description": "Bolig Avati is the de facto leader of the Ixian Technocrat Council, the rising counterpower to the autocratic ruling of House Vernius. While Bolig and Rhombur do not always see eye to eye, they are both loyal to the interests of Ix.",
      "category": "Economy",
      "attributes": [
        "Can build multiple Main Base buildings simultaneously in the same district of Ixian Core",
        "Removed Main Base buildings in Ixian Core are reimbursed fully",
        "Gain 1 Knowledge per district bonus"
      ],
      "image": "bolig_avati.webp"
    },
    {
      "id": "Bronso",
      "name": "Bronso Vernius",
      "description": "Bronso is the son of Rhombur and Tessia Vernius. He is a shy young man, but his sharp intellect already manifests itself in his interests for historical science and sociology.",
      "category": "Expansion",
      "attributes": [
        "Villages neighboring a single Vernius region cost 80% Authority to Annex",
        "The furthest connected Neural Node generates an Airfield"
      ],
      "image": "bronso_vernius.webp"
    },
    {
      "id": "Cammar",
      "name": "Cammar Pilru",
      "description": "Cammar Pilru has served as ambassador of House Vernius for many years. While his job is often hindered by the unfounded technophobia of the Imperium, he has learned to promote Ixian machines as both harmless and necessary to the Great Houses.",
      "category": "Statecraft",
      "attributes": [
        "Maximum Influence increases by 5 per Knowledge",
        "Immediately gain 200 Influence when entering War with another faction",
        "Receive 30 Standing when an opponent imposes War"
      ],
      "image": "cammar_pilru.webp"
    },
    {
      "id": "Tessia",
      "name": "Tessia Vernius",
      "description": "Tessia is the wife of Rhombur. While she is a sister of the Bene Gesserit, it is clear that her loyalty and love goes to Rhombur. All of her considerable skills are used for his benefits only, which often irritates the Sisterhood.",
      "category": "Military",
      "attributes": [
        "Infiltration levels required for spying missions are lowered by 1",
        "While no development is in progress, 50% of Knowledge is turned into Intel and Solari"
      ],
      "image": "tessia_vernius.webp"
    }
  ]
}
